Repository: iltabircom/languages
Catalog: *.po
Languages: ug_cn

source: 文章列表数目
ug_cn: كۆرسىتىلىدىغان يازما سانى

source: 此数目用于指定显示在侧边栏中的文章列表数目.
ug_cn: بۇ يان ئىستوندا كۆرسىتىلىدىغان ئەڭ يېڭى يازمىلارنىڭ سانى.

source: 每页文章数目
ug_cn: ھەر بىر بەتتىكى يازما سانى

source: 此数目用于指定文章归档输出时每页显示的文章数目.
ug_cn: بۇ ئارخىپ بېتىدىكى ھەر بىر بەتتە كۆرسىتىدىغان يازمىنىڭ سانى.

source: 仅输出摘要
ug_cn: پەقەت قىسقىچە مەزمۇنىنىلا چىقىرىش

source: 全文输出
ug_cn: تولۇق تېكىستىنى چىقىرىش

source: 聚合全文输出
ug_cn: توپلامدا تولۇق تېكىستىنى چىقىرىش

source: 如果你不希望在聚合中输出文章全文,请使用仅输出摘要选项.
ug_cn: ئەگەر سىز يازمىنىڭ تولۇق تېكىستىنى توپلامدا كورسەتمىسىڭىز پەقەت قىسقىچە مەزمۇنىنىلا چىقىرىش تاللىشىنى ئىشلىتىڭ.

source: 摘要的文字取决于你在文章中使用分隔符的位置.
ug_cn: ئۈزۈندە قىلىنغان خەتلەر سىزنىڭ يازمىدا ئايرىش بەلگىسى ئىشلەتكەن ئورنىڭىزغا باغلىق.

source: 插件不存在
ug_cn: قىستۇرما مەۋجۇت ئەمەس

source: 设置插件 %s
ug_cn: قىستۇرما تەڭشەش : %s

source: 无法配置插件
ug_cn: قىستۇرمىنى تەڭشەشكە ئامالسىز

source: 无法启用插件
ug_cn: قىستۇرمىنى قوزغىتىشقا ئامالسىز

source: <a href="%s">%s</a> 无法在此版本的typecho下正常工作
ug_cn: <a href="%s">%s</a> مەزكۇر نەشرىدىكى typecho دا نورمال ئىشلىمەيدۇ

source: 插件已经被启用
ug_cn: قىستۇرما قوزغىتىلدى

source: 插件已经被禁用
ug_cn: قستۇرما توختىتىلدى

source: 插件设置已经保存
ug_cn: قستۇرما تەڭشەكلىرى ساقلاندى

source: 外观配置功能不存在
ug_cn: ئۇسلۇب تەڭشەش ئىقتىدارىنى مەۋجۇت ئەمەس

source: 外观已经改变
ug_cn: ئۇسلۇب ئۆزگەرتىلدى

source: 您选择的风格不存在
ug_cn: سىز تاللىغان ئۇسلۇب مەۋجۇت ئەمەس

source: 文件 %s 的更改已经保存
ug_cn: ھۆججەت %s دىكى ئۆزگەرتىشلەر ساقلاندى

source: 文件 %s 无法被写入
ug_cn: ھۆججەت %s كە يازغىلى بولمايدۇ

source: 您编辑的文件不存在
ug_cn: سىز تەھرىرلىگەن ھۆججەت مەۋجۇت ئەمەس

source: 外观设置已经保存
ug_cn: ئۇسلۇب تەڭشەكلىرى ساقلاندى

source: 编辑文件 %s
ug_cn: ھۆججەتنى تەھرىرلەش %s

source: 编辑用户 %s
ug_cn: ئابونت تەھرىرلەش: %s

source: 用户 %s 已经被增加
ug_cn: ئابونت %s قوشۇلدى

source: 此用户名将作为用户登录时所用的名称.
ug_cn: مەزكۇر ئابونت نامى بېكەتكە كىرگەندە ئىشلىتىدۇ.

source: 请不要与系统中现有的用户名重复.
ug_cn: تىزىملىتىپ بولغان ئابونت نامىنى تەكرار ئىشلەتمەڭ.

source: 电子邮箱地址将作为此用户的主要联系方式.
ug_cn: ئېلخەت مەزكۇر ئابونت بىلەن ئالاقىلىشىشقا ئىشلىتىلىدۇ.

source: 请不要与系统中现有的电子邮箱地址重复.
ug_cn: تىزىملىتىپ بولغان ئېلخەتنى قايتا تەكرار ئىشلەتمەڭ.

source: 用户昵称
ug_cn: تەخەللۇس

source: 用户昵称可以与用户名不同, 用于前台显示.
ug_cn: تەخەللۇس ئابونت نامى بىلەن ئوخشىمىسىمۇ بولىدۇ، ئادەتتە باشبەتتە كۆرۈنىدۇ.

source: 如果你将此项留空, 将默认使用用户名.
ug_cn: ئەگەر مەزكۇر تۈرنى بوش قالدۇرسىڭىز سۈكۈتتىكى ئابونت نامىنى ئىشلىتىدۇ.

source: 用户密码
ug_cn: پارول

source: 为此用户分配一个密码.
ug_cn: مەزكۇر ئابونت ئۈچۈن پارول بېكىتىڭ

source: 建议使用特殊字符与字母、数字的混编样式,以增加系统安全性.
ug_cn: ئالاھىدە بەلگىلەر، ھەرپلەر ۋە سانلارنى ئالماشتۇرۇپ ئىشلەتسىڭىز تېخىمۇ بىخەتەر بولىدۇ.

source: 用户密码确认
ug_cn: ئابونت پارولىنى جەزملەشتۈرۈش

source: 请确认你的密码, 与上面输入的密码保持一致.
ug_cn: پارولىڭىنى جەزىملەشتۈرۈڭ، ئۈستىدىكى بىلەن بىردەكلىكنى ساقلاڭ.

source: 个人主页地址
ug_cn: تور بەت ئادرېسى

source: 此用户的个人主页地址, 请用 <code>http://</code> 开头.
ug_cn: مەزكۇر ئابونتنىڭ توربەت ئادرېسىنى <code>http://</code> دىن باشلاڭ

source: 不同的用户组拥有不同的权限.
ug_cn: ئوخشىمىغان ئابونت گۇرۇپپىسىنىڭ ھوقۇقى ئوخشىمايدۇ.

source: 具体的权限分配表请<a href="https://docs.typecho.org/develop/acl">参考这里</a>.
ug_cn: <a href="http://docs.typecho.org/develop/acl">ھوقۇق تەقسىمات جەدۋىلى</a> نىڭ تەپسىلاتىدىن پايدىلىنىڭ.

source: 编辑用户
ug_cn: ئابونت تەھرىرلەش

source: 增加用户
ug_cn: ئابونت قوشۇش

source: 昵称已经存在
ug_cn: تەخەللۇس باشقىلار تەرىپىدىن قوللىنىپ بولۇنغان

source: 请不要在昵称中使用特殊字符
ug_cn: تەخەللۇستا ئالاھىدە بەلگىلەرنى ئىشلەتمەڭ

source: 用户主键不存在
ug_cn: ئابونت ID سى مەۋجۇت ئەمەس

source: 用户 %s 已经被更新
ug_cn: ئابونت %s يېڭىلاندى

source: 用户已经删除
ug_cn: ئابونت ئۆچۈرۈلدى

source: 没有用户被删除
ug_cn: ئۆچۈرۈلدىغان ئابونت يوق

source: 使用 Markdown 语法编辑和解析内容
ug_cn: Markdown گىرامماتىكىسى ئىشلىتىپ تەھرىرلەش ۋە مەزمۇننى چۈشەندۈرۈش

source: 使用 <a href="https://daringfireball.net/projects/markdown/">Markdown</a> 语法能够使您的撰写过程更加简便直观.
ug_cn: <a href="http://daringfireball.net/projects/markdown/">Markdown</a> گىرامماتىكىسىنى ئىشلەتسىڭىز يازما تېخىمۇ ئوبرازلىق چىقىدۇ.

source: 此功能开启不会影响以前没有使用 Markdown 语法编辑的内容.
ug_cn: مەزكۇر ئىقتىدارنى قوزغاتسىڭىز ئىلگىرى Markdown نى ئىشلەتمىگەن مەزمۇنلارغا تەسىرى بولمايدۇ.

source: 在 XMLRPC 接口中使用 Markdown 语法
ug_cn: XMLRPC ئېغىزىدا MarkDown گىرامماتىكىسى ئىشلىتىلسۇن

source: 对于完全支持 <a href="https://daringfireball.net/projects/markdown/">Markdown</a> 语法写作的离线编辑器, 打开此选项后将避免内容被转换为 HTML.
ug_cn: پۈتۈنلەي <a href="https://daringfireball.net/projects/markdown/">Markdown</a> گىرامماتىكىسىدا تەھرىرلەشنى قوللايدا ،بۇ تاللاشنى قوزغاتسىڭىز مەزمۇننىڭ HTML كودىغا ئايلىنىپ كىتىشىنىڭ ئالدىنى ئالىدۇ.

source: 自动保存
ug_cn: ئاپتوماتىك ساقلاش

source: 自动保存功能可以更好地保护你的文章不会丢失.
ug_cn: ئاپتوماتىك ساقلاش ئىقتىدارى يازمىڭىزنىڭ يوقاپ كېتىشىنىڭ ئالدىنى ئالىدۇ.

source: 可以被评论
ug_cn: ئىنكاس يازغىلى بولىدۇ

source: 可以被引用
ug_cn: نەقىل قىلغىلى بولىدۇ

source: 出现在聚合中
ug_cn: توپلامدا كۆرنىدۇ

source: 默认允许
ug_cn: سۈكۈت قىممەتتە قىلالايسىز

source: 设置你经常使用的默认允许权限
ug_cn: ئۆزىڭىزنىڭ داۋاملىق ئىشلىتىدىغان سۈكۈتتىكى ھوقۇقىڭىزنى تەڭشەڭ

source: 您的档案已经更新
ug_cn: ئارخىپىڭىز يېڭىلاندى

source: 更新我的档案
ug_cn: ئارخىپ يېڭلاش

source: 密码已经成功修改
ug_cn: پارول مۇۋەپپەقىيەتلىك ئۆزگەرتىلدى

source: 更新密码
ug_cn: پارول ئۆزگەرتىش

source: %s 设置已经保存
ug_cn: %s تەڭشەكلەر ساقلاندى
