Repository: iltabircom/languages
Catalog: *.po
Languages: ug_cn

source: 昨天 %s
ug_cn: تۈنۈگۈن %s

source: 一天前
ug_cn: بىر كۈن بۇرۇن

source: n月j日
ug_cn: n - ئاينىڭ j -كۈنى

source: Y年m月d日
ug_cn: Y - يىل m - ئاينىڭ d - كۈنى

source: 无法禁用插件
ug_cn: قىستۇرمىنى توختاتقىلى بولمىدى.

source: config.inc.php 文件无法写入, 请将它的权限设置为可写
ug_cn: config.inc.php ھۆججىتىنى يازغىلى بولمىدى. ھۆججەت ھوقۇق دائىرىسى(权限)نى يازغىلى بولىدىغان(可写) قىلىڭ.

source: 上传目录无法创建, 请手动创建安装目录下的 %s 目录, 并将它的权限设置为可写然后继续升级
ug_cn: ھۆججەت يۈكلەش قىسقۇچىنى قۇرغىلى بولمىدى. سىستېما ھۆججەت قىسقۇچى ئىچىگە %s نامىدا بىر قىسقۇچ قۇرۇپ، قىسقۇچنىڭ ھوقۇق دائىرىسى(权限)نى يازغىلى بولىدىغان(可写) قىلىپ، ئاندىن نەشر يېڭىلاڭ.

source: 建议您在升级到 Typecho 0.7/9.7.2 以后的版本后, 立刻执行<a href="https://typecho.org/upgrade/9.7.2">以下优化步骤</a>
ug_cn: Typecho 0.7/9.7.2 دىن يۇقىرى نەشرىگە يېڭىلىغاندىن كېيىن، <a href="http://typecho.org/upgrade/9.7.2">تۆۋەندىكى باسقۇچلارنى تاماملاڭ</a>.

source: 请求的地址不存在
ug_cn: بۇ تور ئادرېسى مەۋجۇت ئەمەس

source: 禁止访问
ug_cn: زىيارەت چەكلەنگەن

source: 聚合页不存在
ug_cn: توپلام مەۋجۇت ئەمەس

source: zh-CN
ug_cn: ug_CN

source: 文件不存在
ug_cn: ھۆججەت مەۋجۇت ئەمەس

source: %s 的评论
ug_cn: %s نىڭ ئىنكاسسى

source: 对不起,您输入的密码错误
ug_cn: كەچۈرۈڭ، پارولىڭىز خاتا

source: 分类不存在
ug_cn: سەھىپە مەۋجۇت ئەمەس

source: 父级分类不存在
ug_cn: ئاتا سەھىپە مەۋجۇت ئەمەس

source: 标签不存在
ug_cn: خەتكۈش مەۋجۇت ئەمەس

source: 作者不存在
ug_cn: ئاپتور مەۋجۇت ئەمەس

source: %d年%d月%d日
ug_cn: %d - يىلى %d - ئاينىڭ %d - كۈنى

source: %d年%d月
ug_cn: %d - يىلى %d - ئاي

source: %d年
ug_cn: %d - يىلى

source: 没有选择任何备份文件
ug_cn: ھېچقانداق زاپاسلانغان ھۆججەت تاللانمىدى

source: 备份文件上传失败
ug_cn: ھۆججەت يۈكلەش مەغلۇپ بولدى

source: 备份文件不存在
ug_cn: ھۆججەت مەۋجۇت ئەمەس

source: 无法读取备份文件
ug_cn: ھۆججەتنى ئوقۇغىنى بولمىدى

source: 备份文件格式错误
ug_cn: ھۆججەت فورماتى توغرا ئەمەس

source: 恢复数据出现错误
ug_cn: ساندان قايتۇرۇشتا خاتالىق كۆرۈلدى

source: 数据恢复完成
ug_cn: ساندان قايتۇرۇش تاماملاندى

source: 恢复过程中遇到如下错误: %s
ug_cn: قايتۇرۇش جەرياندا تۆۋەندىكى خاتالىق كۆرۈلدى : %s

source: 对不起,此内容的反馈被禁止.
ug_cn: كەچۈرۈڭ، بۇ مەزمۇنغا بولغان ئىنكاس چەكلەندى.

source: 评论来源页错误.
ug_cn: ئىنكاس يوللانغان بەت توغرا ئەمەس.

source: 对不起, 您的发言过于频繁, 请稍侯再次发布.
ug_cn: كەچۈرۈڭ،ئىنكاس يوللاش مەشغۇلاتىڭىز بەك تېز بۇلۇپ كەتتى، سەل تۇرۇپ قايتا يوللاڭ.

source: 对不起,此内容的引用被禁止.
ug_cn: كەچۈرۈڭ، بۇ مەزمۇندىن نەقىل ئېلىش چەكلەنگەن.

source: 找不到内容
ug_cn: مەزمۇن تېپىلمىدى

source: 父级评论不存在
ug_cn: تەۋە بولغان ئىنكاس تېپىلمىدى

source: 必须填写用户名
ug_cn: ئابونت نامىنى چوقۇم تولدۇرىسىز

source: 您所使用的用户名已经被注册,请登录后再次提交
ug_cn: ئابونت نامى تىزىملىتىپ بولۇنغان

source: 用户名最多包含150个字符
ug_cn: ئابونت نامى 200 ھەرپتىن ئېشىپ كەتمىسۇن

source: 必须填写电子邮箱地址
ug_cn: ئېلخەت ئادرېسىنى چوقۇم تولدۇرىسىز

source: 邮箱地址不合法
ug_cn: ئېلخەت ئادرېسى توغرا ئەمەس

source: 电子邮箱最多包含150个字符
ug_cn: ئېلخەت ئادرېسى 200 ھەرپتىن ئېشىپ كەتمىسۇن

source: 必须填写个人主页
ug_cn: تور بەتنىئادرېسىنى چوقۇم تولدۇرىسىز

source: 个人主页地址格式错误
ug_cn: تور بەت ئادرېسى توغرا ئەمەس

source: 个人主页地址最多包含255个字符
ug_cn: تور بەت ئادرېسى 200 ھەرپتىن ئېشىپ كەتمىسۇن

source: 必须填写评论内容
ug_cn: ئىنكاس مەزمۇننى چۇقۇم يېزىڭ.

source: 禁止重复提交
ug_cn: تەكرار يوللاش چەكلىنىدۇ

source: 请输入用户名
ug_cn: ئابونت نامىنى كىرگۈزۈڭ

source: 请输入密码
ug_cn: پارولنى كىرگۈزۈڭ

source: 用户名或密码无效
ug_cn: ئابونت نامى ياكى پارول ئىناۋەتسىز

source: 控制台
ug_cn: باشقۇرۇش بېتى

source: 管理
ug_cn: باشقۇرۇش

source: 登录到%s
ug_cn: %s بېتىگە كىرىش

source: 注册到%s
ug_cn: %s بېتىگە تىزىملىتىش

source: 概要
ug_cn: باشبەت

source: 网站概要
ug_cn: بېكەت ئۇچۇرلىرى

source: 个人设置
ug_cn: ئارخىپىڭىز

source: 插件
ug_cn: قىستۇرما

source: 外观
ug_cn: ئۇسلۇب

source: 网站外观
ug_cn: بېكەت ئۇسلۇبى

source: 备份
ug_cn: زاپاسلاش

source: 升级
ug_cn: يېڭىلاش

source: 升级程序
ug_cn: سىستېما يېڭىلاش

source: 欢迎
ug_cn: مەرھابا

source: 欢迎使用
ug_cn: ئىشلىتىشىڭىزنى قارشى ئالىمىز

source: 撰写文章
ug_cn: يېڭى يازما يېزىش

source: 创建页面
ug_cn: يېڭى بەت قۇرۇش

source: 创建新页面
ug_cn: يېڭى بەت قۇرۇش

source: 文章
ug_cn: يازمىلار

source: 管理文章
ug_cn: يازما باشقۇرۇش

source: 独立页面
ug_cn: بەتلەر

source: 管理独立页面
ug_cn: بەت باشقۇرۇش

source: 管理评论
ug_cn: ئىنكاس باشقۇرۇش

source: 管理分类
ug_cn: سەھىپە باشقۇرۇش

source: 新增分类
ug_cn: يېڭى سەھىپە قوشۇش

source: 管理标签
ug_cn: خەتكۈش باشقۇرۇش

source: 文件
ug_cn: ھۆججەتلەر

source: 管理文件
ug_cn: ھۆججەت باشقۇرۇش

source: 用户
ug_cn: ئابونتلار

source: 管理用户
ug_cn: ئابونت باشقۇرۇش

source: 新增用户
ug_cn: يېڭى ئابونت قوشۇش

source: 基本
ug_cn: ئاساسىي

source: 基本设置
ug_cn: ئاساسىي تەڭشەك

source: 评论设置
ug_cn: ئىنكاس تەڭشىكى

source: 阅读
ug_cn: ئوقۇش

source: 阅读设置
ug_cn: ئوقۇش تەڭشىكى

source: 永久链接
ug_cn: مۇقىم ئۇلانما

source: 永久链接设置
ug_cn: مۇقىم ئۇلانما تەڭشىكى

source: 插件%s的配置信息没有找到
ug_cn: قىستۇرما "%s" نىڭ قىستۇرما تەڭشەكلىرى تېپىلمىدى

source: 用户名至少包含2个字符
ug_cn: ئابونت نامى 2 ھەرپتىن كەم بولمىسۇن

source: 用户名最多包含32个字符
ug_cn: ئابونت نامى 32 ھەرپتىن ئېشىپ كەتمىسۇن

source: 用户名已经存在
ug_cn: بۇ ئابونت نامى ئىشىلتىلىپ بولىنغان

source: 电子邮箱地址已经存在
ug_cn: بۇ ئېلخەت ئادرېسىنى ئىشىلتىلىپ بولىنغان

source: 电子邮箱最多包含64个字符
ug_cn: ئېلخەت ئادرېسى 200 ھەرپتىن ئېشىپ كەتمىسۇن

source: 必须填写密码
ug_cn: پارولنى چوقۇم تولدۇرىسىز

source: 为了保证账户安全, 请输入至少六位的密码
ug_cn: ئاكونتىڭىزنىڭ بىخەتەرلىكىنى كۆزدە تۇتۇپ، پارولىڭىزنى 6 ھەرپتىن كەم قىلماڭ

source: 为了便于记忆, 密码长度请不要超过十八位
ug_cn: ئەستە تۇتۇشىڭىز ئۈچۈن پارولىڭىز 18 ھەرپتىن ئېشىپ كەتمىسۇن

source: 两次输入的密码不一致
ug_cn: ئىككى قېتىملىق پارول بىردەك ئەمەس

source: 用户 <strong>%s</strong> 已经成功注册, 密码为 <strong>%s</strong>
ug_cn: مۇۋەپپەقىيەتلىك تىزىملاتتىڭىز، ئابونت نامىڭىز: <strong>%s</strong>، پارولىڭىز <strong>%s</strong>

source: 升级已经完成
ug_cn: يېڭىلاش مۇۋەپپەقىيەتلىك بولدى

source: 软件名称
ug_cn: دېتال ئىسمى

source: 软件版本
ug_cn: دېتال نەشرى

source: 博客地址
ug_cn: بېكەت ئادرېسى

source: 博客首页地址
ug_cn: باشبەت ئادرېسى

source: 登录地址
ug_cn: كىرىش ئادرېسى

source: 管理区域的地址
ug_cn: باشقۇرۇش رايونى ئادرېسى

source: 文章缩略图
ug_cn: يازما كىچىك رەسىمى

source: 时区
ug_cn: ۋاقىت رايونى

source: 博客标题
ug_cn: بېكەت تېمىسى

source: 博客关键字
ug_cn: بېكەت ھالقىلىق سۆزى

source: 日期格式
ug_cn: چېسلا ئىپادىلىنىشى

source: 时间格式
ug_cn: ۋاقىت ئىپادىلىنىشى

source: 是否允许注册
ug_cn: بېكەتكە تىزىملىتىش

source: 权限不足
ug_cn: ھوقۇقىڭىز يەتمەيدۇ

source: 无法登陆, 密码错误
ug_cn: كىرىش مەغلۇپ بولدى، پارولىڭىز خاتا

source: 未命名文档
ug_cn: نامسىز ئارخىپ

source: 标准
ug_cn: ئۆلچەملىك

source: 已发布
ug_cn: ئېلان قىلىنغان

source: 显示
ug_cn: كۆرسىتىش

source: 评论不存在
ug_cn: ئىنكاس مەۋجۇت ئەمەس

source: 没有获取评论的权限
ug_cn: ئىنكاس كۆرۈش ھوقۇقىڭىز يوق

source: 源地址服务器错误
ug_cn: ئەسلى مەنبە مۇلازىمىتىرىدىن خاتالىق كۆرۈلدى

source: 这个目标地址不存在
ug_cn: بۇ ئۇلانما ئادرېسى مەۋجۇت ئەمەس

source: PingBack已经存在
ug_cn: PingBack ئاللىبۇرۇن مەۋجۇت ئىكەن

source: 目标地址禁止Ping
ug_cn: بۇ تور ئارىسى Ping نى چەكلىگەن ئىكەن

source: 内容被隐藏
ug_cn: مەزمۇن يوشۇرۇلغان

source: 请输入密码访问
ug_cn: يازمىنى پارولنى كىرگۈزۈپ ئاندىن كۆرۈڭ

source: 此内容被密码保护
ug_cn: مەزمۇن پارولدا قوغدالغان

source: %s的评论
ug_cn: %sنىڭ ئىنكاسسى

source: 内容不存在
ug_cn: مەزمۇن مەۋجۇت ئەمەس

source: &laquo;
ug_cn: &raquo;

source: &raquo;
ug_cn: &laquo;

source: 您的评论正等待审核!
ug_cn: ئىنكاسىڭىز تەستىق كۈتۈۋاتىدۇ!

source: 取消回复
ug_cn: قالدۇرۇش

source: 评论已经被标记为待审核
ug_cn: ئىنكاس "تەستىق كۈتىۋاتقانلار" قاتارىغا يۆتكەلدى.

source: 没有评论被标记为待审核
ug_cn: تەستىق كۈتۈۋاتقان ئىنكاس يوق

source: 评论已经被标记为垃圾
ug_cn: ئىنكاس ئەخلەت ساندۇقىغا يۆتكەلدى

source: 没有评论被标记为垃圾
ug_cn: ئەخلەت ئىنكاس يوق

source: 评论已经被通过
ug_cn: ئىنكاس تەستىقلاندى

source: 没有评论被通过
ug_cn: تەستىقلانغان ئىنكاس يوق

source: 删除评论成功
ug_cn: ئىنكاس ئۆچۈرۈلدى

source: 删除评论失败
ug_cn: ئىنكاس ئۆچۈرۈش مەغلۇپ بولدى

source: 评论已经被删除
ug_cn: ئىنكاس ئۆچۈرۈلگەن

source: 没有评论被删除
ug_cn: ئۆچۈرۈلگەن ئىنكاس يوق

source: 所有垃圾评论已经被删除
ug_cn: ئەخلەت ئىنكاسلار ئۆچۈرۈلدى

source: 没有垃圾评论被删除
ug_cn: ئۆچۈرۈلگەن ئەخلەت خەت يوق

source: 获取评论失败
ug_cn: ئىنكاسغا ئېرىشكىلى بولمىدى

source: 修评论失败
ug_cn: ئىنكاس ئۆزگەرتىش مەغلۇپ بولدى

source: 回复评论失败
ug_cn: جاۋاب قايتۇرۇش مەغلۇپ بولدى

source: 没有编辑权限
ug_cn: تەھرىرلەش ھوقۇقىڭىز يوق

source: 文件 <a href="%s">%s</a> 已经被更新
ug_cn: ھۆججەت <a href="%s">%s</a> يېڭىلاندى.

source: 未归档文件 %s 已经被更新
ug_cn: ئارخىپلاشتۇرۇلمىغان ھۆججەت %s يېڭىلاندى

source: 文件缩略名用于创建友好的链接形式,建议使用字母,数字,下划线和横杠.
ug_cn: ھۆججەت قىسقارتىلما نامى ئاددىي بولغان ھۆججەت ئادرېسى ھاسىل قىلىشتا ئىشلىتىلىدۇ. ئىنگلىزچە ھەرپ، سان ۋە سىزىقچە ئىشلەتسىڭىز بولىدۇ.

source: 此文字用于描述文件,在有的主题中它会被显示.
ug_cn: ھۆججەت چۈشەندۈرۈلۈشى، بەزى ئۇسلۇبلاردا ئىشلىتىلىشى مۇمكىن.

source: 提交修改
ug_cn: يېڭىلاش

source: 你确认删除文件 %s 吗?
ug_cn: ھۆججەت %s نى راستىنلا ئۆچۈرەمسىز ؟

source: 删除文件
ug_cn: ئۆچۈرۈش

source: 必须填写文件标题
ug_cn: ھۆججەت تېمىسىنى چوقۇم تولدۇرىسىز

source: 文件标题无法被转换为缩略名
ug_cn: ھۆججەت تېمىسىنى قىسقارتىلما نامغا ئۆزگەرتكىلى بولمىدى

source: 缩略名已经存在
ug_cn: بۇ قىسقارتىلما نام مەۋجۇتكەن

source: 文件已经被删除
ug_cn: ھۆججەت ئۆچۈرۈلدى

source: 没有文件被删除
ug_cn: ئۆچۈرۈلگەن ھۆججەت يوق

source: 未归档文件已经被清理
ug_cn: ئارخىپلاشتۇرۇلمىغان ھۆججەتلەر ئۆچۈرۈلدى

source: 没有未归档文件被清理
ug_cn: ئۆچۈرۈلگەن ھۆججەت يوق

source: 未命名页面
ug_cn: نامسىز بەت

source: 页面 "<a href="%s">%s</a>" 已经发布
ug_cn: بەت "<a href="%s">%s</a>" ئېلان قىلىندى

source: 草稿 "%s" 已经被保存
ug_cn: ئارگىنال "%s" ساقلاندى

source: 页面已经被标记为<strong>%s</strong>
ug_cn: بەت <strong>%s</strong> قىلىپ بېكىتىلدى

source: 没有页面被标记
ug_cn: ئۆچۈرۈلگەن بەت يوق

source: 页面已经被删除
ug_cn: بەت ئۆچۈرۈلدى

source: 没有页面被删除
ug_cn: بېكىتىلگەن بەت يوق

source: 草稿已经被删除
ug_cn: ئارگېنال ئۆچۈرۈلدى

source: 没有草稿被删除
ug_cn: ئۆچۈرۈلگەن ئارگېنال يوق

source: 页面排序已经完成
ug_cn: بەت تەرتىپى بېكىتىلىپ بولدى

source: %s的文章
ug_cn: %sنىڭ يازمىسى

source: 用户不存在
ug_cn: ئابونت مەۋجۇت ئەمەس

source: 文章不存在
ug_cn: يازما مەۋجۇت ئەمەس

source: 文章 "<a href="%s">%s</a>" 已经发布
ug_cn: يازما "<a href="%s">%s</a>" ئېلان قىلىندى

source: 文章 "%s" 等待审核
ug_cn: يازما "%s" تەستىق كۈتۈۋاتىدۇ

source: 文章已经被标记为<strong>%s</strong>
ug_cn: يازما <strong>%s</strong> قىلىپ بېكىتىلدى

source: 没有文章被标记
ug_cn: بېكىتىلگەن يازما يوق

source: 文章已经被删除
ug_cn: يازما ئۆچۈرۈلدى

source: 没有文章被删除
ug_cn: ئۆچۈرۈلگەن يازما يوق

source: 返回父级分类
ug_cn: ئانا سەھىپىگە قايتىش

source: 管理 %s 的子分类
ug_cn: %s تەۋەلىكىدىكى سەھىپىلەر

source: 分类 <a href="%s">%s</a> 已经被增加
ug_cn: سەھىپە <a href="%s">%s</a> قوشۇلۇپ بولىنغان

source: 分类名称
ug_cn: سەھىپە نامى

source: 分类缩略名
ug_cn: قىسقارتىلما نامى

source: 分类缩略名用于创建友好的链接形式, 建议使用字母, 数字, 下划线和横杠.
ug_cn: سەھىپە قىسقارتىلما نامى ئاددىي بولغان سەھىپە ئادرېسى ھاسىل قىلىشتا ئىشلىتىلىدۇ. ئىنگلىزچە ھەرپ، سان ۋە سىزىقچە ئىشلەتسىڭىز بولىدۇ.

source: 父级分类
ug_cn: ئاتا سەھىپە

source: 此分类将归档在您选择的父级分类下.
ug_cn: بۇ سەھىپە سىز تاللىغان ئاتا سەھىپە تەۋەلىكىگە ئۆتۈپ كېتىدۇ.

source: 分类描述
ug_cn: چۈشەندۈرۈلىشى

source: 此文字用于描述分类, 在有的主题中它会被显示.
ug_cn: سەھىپە چۈشەندۈرۈلىشى، بەزى ئۇسلۇبلاردا ئىشلىتىلىشى مۇمكىن.

source: 编辑分类
ug_cn: سەھىپە تەھرىرلەش

source: 增加分类
ug_cn: يېڭى سەھىپە قوشۇش

source: 必须填写分类名称
ug_cn: سەھىپە نامىنى چوقۇم تولدۇرىسىز

source: 分类名称已经存在
ug_cn: بۇ سەھىپە نامى مەۋجۇتكەن

source: 分类名称无法被转换为缩略名
ug_cn: سەھىپە نامىنى قىسقارتىلما نامغا ئۆزگەرتكىلى بولمىدى

source: 请不要在分类名称中使用特殊字符
ug_cn: سەھىپە نامىغا ئالاھىدە بەلگىلەرنى ئىشلەتمەڭ

source: 请不要在缩略名中使用特殊字符
ug_cn: قىسقارتىلما نامىغا ئالاھىدە بەلگىلەرنى ئىشلەتمەڭ.

source: 分类主键不存在
ug_cn: بۇ سەھىپە ID سى مەۋجۇت ئەمەس

source: 分类 <a href="%s">%s</a> 已经被更新
ug_cn: سەھىپە <a href="%s">%s</a> يېڭىلاندى.

source: 分类已经删除
ug_cn: سەھىپە ئۆچۈرۈلدى

source: 没有分类被删除
ug_cn: ئۆچۈرۈلگەن سەھىپە يوق

source: 请选择需要合并的分类
ug_cn: بىرلەشتۇردىغان سەھىپىنى تاللاڭ

source: 分类已经合并
ug_cn: سەھىپە بىرلەشتۈرۈلۈپ بولدى

source: 没有选择任何分类
ug_cn: سەھىپە تاللانمىدى

source: 分类排序已经完成
ug_cn: سەھىپە تەرتىپى بېكىتىلىپ بولدى

source: 分类刷新已经完成
ug_cn: سەھىپە يېڭىلىنىپ بولدى

source: <a href="%s">%s</a> 已经被设为默认分类
ug_cn: <a href="%s">%s</a> سۈكۈتتىكى سەھىپە قىلىندى

source: 编辑分类 %s
ug_cn: سەھىپە تەھرىرلەش:%s

source: 新增 %s 的子分类
ug_cn: سەھىپە "%s " تەۋەلىكىگە سەھىپە قوشۇش

source: 编辑标签 %s
ug_cn: خەتكۈش تەھرىرلەش:%s

source: 标签 <a href="%s">%s</a> 已经被增加
ug_cn: خەتكۈش <a href="%s">%s</a> قوشۇلۇپ بولدى

source: 标签名称
ug_cn: خەتكۈش نامى

source: 这是标签在站点中显示的名称.可以使用中文,如 "地球".
ug_cn: بۇ خەتكۈشنىڭ ئادەتتە كۆرۈنىدىغان ئىسمى بولۇپ، ئۇيغۇرچە يازسىڭىزمۇ بولىدۇ.

source: 标签缩略名
ug_cn: قىسقارتىلما نامى

source: 标签缩略名用于创建友好的链接形式, 如果留空则默认使用标签名称.
ug_cn: خەتكۈش قىسقارتىلما نامى ئاددىي بولغان خەتكۈش ئادرېسى ھاسىل قىلىشتا ئىشلىتىلىدۇ. ئىنگلىزچە ھەرپ، سان ۋە سىزىقچە ئىشلەتسىڭىز بولىدۇ. بوش قويسىڭىز خەتكۈش نامىنى ئىشلىتىدۇ.

source: 编辑标签
ug_cn: خەتكۈش تەھرىرلەش

source: 增加标签
ug_cn: يېڭى خەتكۈش قوشۇش

source: 必须填写标签名称
ug_cn: خەتكۈش نامىنى چوقۇم تولدۇرىسىز

source: 标签名称已经存在
ug_cn: بۇ خەتكۈش نامى مەۋجۇتكەن

source: 标签名称无法被转换为缩略名
ug_cn: خەتكۈش نامىنى قىسقارتىلما نامغا ئۆزگەرتكىلى بولمىدى

source: 请不要标签名称中使用特殊字符
ug_cn: خەتكۈش نامىغا ئالاھىدە بەلگىلەرنى ئىشلەتمەڭ

source: 标签主键不存在
ug_cn: بۇ خەتكۈش ID سى مەۋجۇت ئەمەس

source: 标签 <a href="%s">%s</a> 已经被更新
ug_cn: خەتكۈش <a href="%s">%s</a> يېڭىلاندى.

source: 标签已经删除
ug_cn: خەتكۈش ئۆچۈرۈلدى

source: 没有标签被删除
ug_cn: ئۆچۈرۈلگەن خەتكۈش يوق

source: 请填写需要合并到的标签
ug_cn: بىرلەشتۈرمەكچى بولغان خەتكۈشنى تولدۇرۇڭ

source: 合并到的标签名不合法
ug_cn: تاللانغان خەتكۈش ئىناۋەتسىز

source: 标签已经合并
ug_cn: خەتكۈش بىرلەشتۈرۈلۈپ بولدى

source: 没有选择任何标签
ug_cn: خەتكۈش تاللانمىدى

source: 标签刷新已经完成
ug_cn: خەتكۈش يېڭىلىنىپ بولدى

source: 设置已经保存
ug_cn: تەڭشەكلەر ساقلاندى

source: 评论日期格式
ug_cn: ئىنكاس چېسلا ئىپادىلىنىشى

source: 这是一个默认的格式,当你在模板中调用显示评论日期方法时, 如果没有指定日期格式, 将按照此格式输出.
ug_cn: بۇ سۈكۈتتىكى چېسلا ئىپادىلىنىشى بولۇپ، ئۇسلۇبتا ئىنكاس ۋاقتىنى كۆرسىتىدىغان فۇنكسىيە ئىشلىتىلگەندە، ئەگەر چېسلا ئىپادىلىنىشى يوق بولسا مۇشۇ بويىچە ئىشلىتىلىدۇ.

source: 具体写法请参考 <a href="https://www.php.net/manual/zh/function.date.php">PHP 日期格式写法</a>.
ug_cn: يېزىش ئۇسۇلىنى بۇ يەردىن تەپسىلىي كۆرۈڭ: <a target="_blank" href="http://www.php.net/manual/zh/function.date.php">PHP چېسلا ئىپادىلىنىشى</a>.

source: 评论列表数目
ug_cn: كۆرسىتىلىدىغان ئىنكاس سانى

source: 此数目用于指定显示在侧边栏中的评论列表数目.
ug_cn: بۇ يان ئىستوندا كۆرسىتىلىدىغان ئەڭ يېڭى ئىنكاسلارنىڭ سانى.

source: 请填入一个数字
ug_cn: نۆلدىن چوڭ بولغان سان تولدۇرۇڭ

source: 仅显示评论, 不显示 Pingback 和 Trackback
ug_cn: پەقەت ئىنكاسلا كۆرسىتىلسۇن، Pingback بىلەن Trackback كۆرسىتىلمىسۇن

source: 在评论中使用 Markdown 语法
ug_cn: ئىنكاس يازغاندا مەزمۇن تەھرىرلىگۈچكە MarkDown گىرامماتىكىسى ئىشلىتىلسۇن

source: 评论者名称显示时自动加上其个人主页链接
ug_cn: ئىنكاس يازغۇچىنىڭ نامىغا توربەت ئادرېسى ئۇلانسۇن

source: 对评论者个人主页链接使用 <a href="https://en.wikipedia.org/wiki/Nofollow">nofollow 属性</a>
ug_cn: ئىنكاسلىغۇچى تور بەت ئادرېسىغا <a href="http://en.wikipedia.org/wiki/Nofollow">nofollow خاسلىقى</a> بېرىلسۇن

source: 启用 <a href="https://gravatar.com">Gravatar</a> 头像服务, 最高显示评级为 %s 的头像
ug_cn: <a href="http://gravatar.com">Gravatar</a> باش سۈرەت مۇلازىمىتى ئىشىلتىلسۇن. ئەڭ يۇقىرى دەرىجىسى : %s

source: G - 普通
ug_cn: G - ئادەتتىكى

source: PG - 13岁以上
ug_cn: PG - 13 ياشتىن يۇقىرلار

source: R - 17岁以上成人
ug_cn: R - 17 ياشتىن يۇقىرلار

source: X - 限制级
ug_cn: X - چەكلىمىسى

source: 启用分页, 并且每页显示 %s 篇评论, 在列出时将 %s 作为默认显示
ug_cn: ئىنكاس بەتكە ئايرىلسۇن، ھەر بەتتە %s ئىنكاس، سۈكۈتتىكى كۆرسىتىش بېتى %s بولسۇن.

source: 第一页
ug_cn: بىرىنچى بەت

source: 最后一页
ug_cn: ئاخىرقى بەت

source: 启用评论回复, 以 %s 层作为每个评论最多的回复层数
ug_cn: ئىنكاسقا جاۋاب يېزىش ئېچىۋېتىلسە، ئەڭ كۆپ بولغاندا %s قاتلامغىچە جاۋاب يازغىلى بولىدۇ.

source: 将 %s 的评论显示在前面
ug_cn: %s نىڭ ئىنكاسلىرى ئۈستىدا كۆرۈنسۇن

source: 较新的
ug_cn: يېڭىللىرى

source: 较旧的
ug_cn: كونىللىرى

source: 评论显示
ug_cn: ئىنكاس تەڭشەكلىرى

source: 所有评论必须经过审核
ug_cn: ئىنكاس قولدا تەستىقلانسۇن

source: 评论者之前须有评论通过了审核
ug_cn: ئىنكاس يازغۇچىنىڭ بىرەر ئىنكاسسى چوقۇم ئىلگىرى تەستىقلانغان بولۇشى كېرەك

source: 必须填写邮箱
ug_cn: چۇقۇم ئېلخەت ئادرېسىنى يازسۇن

source: 必须填写网址
ug_cn: چۇقۇم توربەت ئادرېسىنى يازسۇن

source: 检查评论来源页 URL 是否与文章链接一致
ug_cn: ئىنكاسدىكى تور ئادرېسىنىڭ شۇ يازما ئادرېسى بىلەن ئوخشاشلىقىنى سېلىشتۇرسۇن

source: 开启反垃圾保护
ug_cn: ئەخلەت ئىنكاسقا قارشى تۇرسۇن

source: 在文章发布 %s 天以后自动关闭评论
ug_cn: %s كۈندىن ئاشقان يازمىلارغا ئىنكاس يېزىش چەكلەنسۇن

source: 同一 IP 发布评论的时间间隔限制为 %s 分钟
ug_cn: ئوخشاش IP نىڭ ئىككى ئىنكاس ئوتتۇرىسىدىكى ۋاقىت ئەڭ ئاز بولغاندا %s مىنۇت بولسۇن

source: 评论提交
ug_cn: ئىنكاس يوللاش

source: 允许使用的HTML标签和属性
ug_cn: ئىنكاسغا HTML كودى ئىشىلتىشكە يول قۇيۇش

source: 默认的用户评论不允许填写任何的HTML标签, 你可以在这里填写允许使用的HTML标签.
ug_cn: سۈكۈت قىممەتتە ئىنكاسقا HTML كودى ئىشلىتىشكە بولمايدۇ. بۇ يەرگە ئىشلەتكىلى بولىدىغان HTML خەتكۈشلىرىنى قوششىڭىز بولىدۇ

source: 比如: %s
ug_cn: مەسىلەن : %s

source: 保存设置
ug_cn: ساقلاش

source: 站点名称
ug_cn: بېكەت تېمىسى

source: 站点的名称将显示在网页的标题处.
ug_cn: بېكەت تېمىسى، ئادەتتە بەتنىڭ ئەڭ ئۈستىدە كۆرسىتىلىدۇ.

source: 请填写站点名称
ug_cn: بېكەت تېمىسىنى تولدۇرۇڭ

source: 请不要在站点名称中使用特殊字符
ug_cn: بېكەت تېمىسىغا ئالاھىدە بەلگىلەرنى ئىشلەتمەڭ

source: 站点地址
ug_cn: بېكەت ئادرېسى

source: 站点地址主要用于生成内容的永久链接.
ug_cn: بېكەتنىڭ زىيارەت ئادرېسى بولۇپ، يازما، بەت ۋە سەھىپە قاتارلىقلارنىڭ مۇقىم ئۇلانمىسىمۇ مۇشۇ بويىچە ھاسىل بولىدۇ.

source: 当前地址 <strong>%s</strong> 与上述设定值不一致
ug_cn: ھازىرقى ئادرېس <strong>%s</strong> يۇقىرىدا تەڭشەلگەن بىلەن ماس كەلمەيدۇ.

source: 站点描述
ug_cn: بېكەت چۈشەندۈرۈلىشى

source: 站点描述将显示在网页代码的头部.
ug_cn: بۇ بېكەت ھەققىدە ئىككى كەلىمە چۈشەندۈرۈش بېرىڭ.

source: 请不要在站点描述中使用特殊字符
ug_cn: بېكەت چۈشەندۈرۈلىشىگە ئالاھىدە بەلگىلەرنى ئىشلەتمەڭ

source: 关键词
ug_cn: بېكەت ھالقىلىق سۆزلىرى

source: 请以半角逗号 "," 分割多个关键字.
ug_cn: ئىنگلىزچە پەش "," بىلەن ھالقىلىق سۆزلەرنى ئايرىپ يازسىڭىز بولىدۇ.

source: 请不要在关键词中使用特殊字符
ug_cn: بېكەت ھالقىلىق سۆزلىرىگە ئالاھىدە بەلگىلەرنى ئىشلەتمەڭ

source: 不允许
ug_cn: چەكلەش

source: 允许
ug_cn: رۇخسەت قىلىش

source: 允许访问者注册到你的网站, 默认的注册用户不享有任何写入权限.
ug_cn: بېكەتكە تىزىملاتقان ئابونتلار سۈكۈت قىممەتتە ھېچقانداق يېزىش ھوقۇقىغا ئىگە ئەمەس

source: 关闭
ug_cn: تاقاش

source: 仅关闭 Pingback 接口
ug_cn: Pingback ئېغىزىنىلا تاقاش

source: 打开
ug_cn: ئېچىش

source: XMLRPC 接口
ug_cn: XMLRPC ئېغىزى

source: lang
ug_cn: ئۇيغۇرچە

source: 语言
ug_cn: تىل

source: 所选择的语言包不存在
ug_cn: تاللىغان تىل بولىقى مەۋجۇت ئەمەس

source: 格林威治(子午线)标准时间 (GMT)
ug_cn: گرېنۋىچ ( مېرىدىئان ) ئۆلچەملىك ۋاقتى

source: 中欧标准时间 阿姆斯特丹,荷兰,法国 (GMT +1)
ug_cn: جۇڭگو-ياۋروپا ئۆلچەملىك ۋاقتى ئامىستېردام، گوللاندىيە، فرانسىيە ( GMT+1 )

source: 东欧标准时间 布加勒斯特,塞浦路斯,希腊 (GMT +2)
ug_cn: شەرقىي ياۋروپا ئۆلچەملىك ۋاقتى بۇخارېست، سىپرۇس، گرېتسىيە ( GMT+2 )

source: 莫斯科时间 伊拉克,埃塞俄比亚,马达加斯加 (GMT +3)
ug_cn: موسكۋا ۋاقتى ئىراق، ئېفىئوپىيە، ماداغاسقار ( GMT+3 )

source: 第比利斯时间 阿曼,毛里塔尼亚,留尼汪岛 (GMT +4)
ug_cn: تىبلىس ۋاقتى ئومان، ماۋرىتانىيە، رېئۇنىئون ئارىلى ( GMT+4 )

source: 新德里时间 巴基斯坦,马尔代夫 (GMT +5)
ug_cn: يېڭى دېھلى ۋاقتى پاكىستان مالدىۋې ( GMT+5 )

source: 科伦坡时间 孟加拉 (GMT +6)
ug_cn: كولومبو ۋاقتى بېنگال ( GMT+6 )

source: 曼谷雅加达 柬埔寨,苏门答腊,老挝 (GMT +7)
ug_cn: باڭكوك، جاكارتا، كامبودژا، سۇماترا، لائوس ( GMT+7 )

source: 北京时间 香港,新加坡,越南 (GMT +8)
ug_cn: بېيجىڭ ۋاقتى شياڭگاڭ، سىنگاپور، ۋېيتنام ( GMT+8 )

source: 东京平壤时间 西伊里安,摩鹿加群岛 (GMT +9)
ug_cn: توكيو پيوڭياڭ ۋاقتى سىئىرىئان، ماراكا تاقىم ئاراللىرى ( GMT+9 )

source: 悉尼关岛时间 塔斯马尼亚岛,新几内亚 (GMT +10)
ug_cn: سىدنېي گۇئام ئارىلى ۋاقتى تاسمانىيە ئارىلى، يېڭى گۋىنىيە ( GMT+10 )

source: 所罗门群岛 库页岛 (GMT +11)
ug_cn: سولومون تاقىم ئاراللىرى ساخالىن ئارىلى ( GMT+11 )

source: 惠灵顿时间 新西兰,斐济群岛 (GMT +12)
ug_cn: ۋېللىنگتون ۋاقتى يېڭى زېلاندىيە، فىجى تاقىم ئاراللىرى ( GMT+12 )

source: 佛德尔群岛 亚速尔群岛,葡属几内亚 (GMT -1)
ug_cn: فوردېل تاقىم ئاراللىرى ئازور تاقىم ئاراللىرى، پورتۇگالىيەگە قاراشلىق گۋىنىيە ( GMT-1 )

source: 大西洋中部时间 格陵兰 (GMT -2)
ug_cn: ئاتلانتىك ئوكياننىڭ ئوتتۇرا قىسمىدىكى ۋاقىت گرېنلاندىيە ( GMT-2 )

source: 布宜诺斯艾利斯 乌拉圭,法属圭亚那 (GMT -3)
ug_cn: فرانسىيىگە قاراشلىق گۋىئانا بۇئېنوس ئايرېس ئۇرۇگۋاي ( GMT-3 )

source: 智利巴西 委内瑞拉,玻利维亚 (GMT -4)
ug_cn: بولىۋىيە چىلى برازىلىيە ۋېنېسۇئېلا ( GMT-4 )

source: 纽约渥太华 古巴,哥伦比亚,牙买加 (GMT -5)
ug_cn: نيۇيورك ئوتتاۋا كۇبا، كولومبىيە، يامايكا ( GMT-5 )

source: 墨西哥城时间 洪都拉斯,危地马拉,哥斯达黎加 (GMT -6)
ug_cn: مېكسىكا شەھىرى ۋاقتى ھوندۇراس، گۋاتېمالا، كوستارىكا ( GMT-6 )

source: 美国丹佛时间 (GMT -7)
ug_cn: ئامېرىكا دېنۋېر ۋاقتى ( GMT-7 )

source: 美国旧金山时间 (GMT -8)
ug_cn: ئامېرىكا سان فرانسىسكو ۋاقتى ( GMT-8 )

source: 阿拉斯加时间 (GMT -9)
ug_cn: ئالياسكا ۋاقتى ( GMT-9 )

source: 夏威夷群岛 (GMT -10)
ug_cn: ھاۋاي تاقىم ئاراللىرى ( GMT-10 )

source: 东萨摩亚群岛 (GMT -11)
ug_cn: شەرقىي ساموئا تاقىم ئاراللىرى ( GMT-11 )

source: 艾尼威托克岛 (GMT -12)
ug_cn: غېنىۋىتوك ئارىلى ( GMT-12 )

source: 图片文件
ug_cn: رەسىم ھۆججەتلىرى

source: 多媒体文件
ug_cn: مېدىيا ھۆججەتلىرى

source: 常用档案文件
ug_cn: ئارخىپ ھۆججەتلىرى

source: 其他格式 %s
ug_cn: باشقا تۈردىكىلەر:%s

source: 允许上传的文件类型
ug_cn: يۈكلەشكە بولىدىغان ھۆججەت تۈرلىرى

source: 用逗号 "," 将后缀名隔开, 例如: %s
ug_cn: ئىنگلىزچە پەش "," بىلەن ھۆججەت تۈرىنى ئايرىپ يازسىڭىز بولىدۇ. مەسىلەن :%s

source: 自定义链接与现有规则存在冲突! 它可能影响解析效率, 建议你重新分配一个规则.
ug_cn: بىكىتكەن مۇقۇم ئۇلانما ھازىر بار بولغان مۇقۇم ئۇلانما قائىدە بىلەن توقۇنۇشۇپ قالدى! بەلكىم ئانالىتىك ئۈنۈمىگە تەسىر كۆرسىتىشى مۇمكىن، يېڭىدىن بىر ئۇلانما قائىدىسى بەلگىلەڭ.

source: 是否使用地址重写功能
ug_cn: مۇقىم ئۇلانما ئىقتىدارىنى ئىشلىتىش

source: 地址重写即 rewrite 功能是某些服务器软件提供的优化内部连接的功能.
ug_cn: تور ئادرېسىنى قايتا يېزىش، يەنى rewrite URL بەزى مۇلازىمىتېر دېتاللىرى تەمىنلىگەن ئۇلانما ئادرېس ئەلالاشتۇرۇش ئىقتىدارىدۇر.

source: 打开此功能可以让你的链接看上去完全是静态地址.
ug_cn: بۇ ئىقتىدارنى ئاچسىڭىز بېتىڭىز پۈتۈنلەي تىنچ بەتتەك (HTML) ئادرېسقا ئېرىشىدۇ.

source: 重写功能检测失败, 请检查你的服务器设置
ug_cn: قايتا يېزىش ئىقتىدارى تەكشۈرۈش مەغلۇپ بولدى، مۇلازىمىتېر تەڭشەكلىرىنى تەكشۈرۈڭ.

source: 我们检测到你使用了apache服务器, 但是程序无法在根目录创建.htaccess文件, 这可能是产生这个错误的原因.
ug_cn: بىز سىزنىڭ apache مۇلازىمېتىرىنى ئىشلەتكەنلىكىڭىزنى تەكشۈردۇق، لېكىن پروگرامما غول مۇندەرىجىدە htaccess ھۆججىتىنى قۇرۇشقا ئامالسىز، بۇ بەلكىم بۇ خاتالىقنىڭ كېلىپ چىقىشىدىكى سەۋەب بولۇشى مۇمكىن.

source: 请调整你的目录权限, 或者手动创建一个.htaccess文件.
ug_cn: مۇندەرىجە ھوقۇقىنى تەڭشەڭ ياكى .htaccess ھۆججىتىدىن بىرنى قۇرۇڭ.

source: 如果你仍然想启用此功能, 请勾选这里
ug_cn: ئەگەر سىز يەنىلا مەزكۇر ئىقتىدارنى قوزغاتماقچى بولسىڭىز بۇيەرگە توغرا بەلگىسنى تاللاڭ

source: 默认风格
ug_cn: سۈكۈتتىكى ئۇسلۇب

source: wordpress风格
ug_cn: wordpress ئۇسلۇبى

source: 按日期归档
ug_cn: چېسلا بويىچە

source: 按分类归档
ug_cn: سەھىپىلەر بويىچە

source: 个性化定义
ug_cn: خاسلاشتۇرۇش

source: 自定义文章路径
ug_cn: يازما ئادرېسى

source: 可用参数: <code>{cid}</code> 日志 ID, <code>{slug}</code> 日志缩略名, <code>{category}</code> 分类, <code>{directory}</code> 多级分类, <code>{year}</code> 年, <code>{month}</code> 月, <code>{day}</code> 日
ug_cn: ئىشلىتىشكە بولىدىغان پارامتىرلار: <code>{cid}</code> يازما ID، <code>{slug}</code> يازما قىسقا نامى، <code>{category}</code> سەھىپە، <code>{directory}</code> كۆپ دەرىجىلىك سەھىپە، <code>{year}</code> يىل، <code>{month}</code> ئاي، <code>{day}</code> كۈن

source: 选择一种合适的文章静态路径风格, 使得你的网站链接更加友好.
ug_cn: ماس كېلىدىغان يازما تىنچ بەت ئادرېسىنى تاللىسىڭىز بېكىتىڭىزنىڭ ئۇلانمىسى تېخىمۇ ياخشى بولىدۇ.

source: 一旦你选择了某种链接风格请不要轻易修改它.
ug_cn: ئەگەر سىز بىرخىل ئۇلانما ئىپادىلىنىش شەكلىنى تاللىغان بولسىڭىز ھەرگىز ئالدىراپ ئۆزگەرتمەڭ.

source: 独立页面路径
ug_cn: يەككە بەت ئادرېسى

source: 可用参数: <code>{cid}</code> 页面 ID, <code>{slug}</code> 页面缩略名
ug_cn: ئىشلىتىشكە بولىدىغان پارامتىرلار: <code>{cid}</code> بەت ID، <code>{slug}</code> بەت قىسقا نامى

source: 请在路径中至少包含上述的一项参数.
ug_cn: ئادرېستا ئەڭ ئاز دېگەندىمۇ يۇقىرىدىكى پارامتېرلاردىن بىرسى بولسۇن.

source: 独立页面路径中没有包含 {cid} 或者 {slug}
ug_cn: يەككە بەت ئادرېسى {mid} ياكى {slug} نى ئۆز ئىچىگە ئالمىغان

source: 分类路径
ug_cn: سەھىپە ئادرېسى

source: 可用参数: <code>{mid}</code> 分类 ID, <code>{slug}</code> 分类缩略名, <code>{directory}</code> 多级分类
ug_cn: ئىشلىتىشكە بولىدىغان پارامتىرلار: <code>{mid}</code> سەھىپە ID، <code>{slug}</code> سەھىپە قىسقا نامى، <code>{directory}</code> كۆپ دەرىجىلىك سەھىپىلەر

source: 分类路径中没有包含 {mid} 或者 {slug}
ug_cn: سەھىپىلەر ئادرېسى {mid} ياكى {slug} نى ئۆز ئىچىگە ئالمىغان

source: 文章日期格式
ug_cn: يازما چېسلا ئىپادىلىنىشى

source: 此格式用于指定显示在文章归档中的日期默认显示格式.
ug_cn: مەزكۇر چېسلا ئىپادىلىنىشى يازما ئارخىپلىرىدىكى چېسلا ئىپادىلىنىشىنىڭ سۈكۈتتىكى قىممىتىنى بەلگىلەيدۇ.

source: 在某些主题中这个格式可能不会生效, 因为主题作者可以自定义日期格式.
ug_cn: بەزى ئۇسلۇبلاردا مەزكۇر چېسلا ئىپادىلىنىشى ئىشلىمەسلىكى مۇمكىن، چۈنكى ئۇسلۇب ئاپتورى چېسلا ئىپادىلىنىشىنى خالىغانچە بەلگىلىيەلەيدۇ.

source: 请参考 <a href="https://www.php.net/manual/zh/function.date.php">PHP 日期格式写法</a>.
ug_cn: يېزىش ئۇسۇلىنى بۇ يەردىن تەپسىلىي كۆرۈڭ: <a target="_blank" href="http://www.php.net/manual/zh/function.date.php">PHP چېسلا ئىپادىلىنىشى</a>.

source: 请不要在日期格式中使用特殊字符
ug_cn: چېسلا ئىپادىلەشتە ئالاھىدە بەلگىلەرنى ئىشلەتمەڭ

source: 显示最新发布的文章
ug_cn: ئەڭ يېڭى يازمىلارنى كۆرسىتىش

source: 同时将文章列表页路径更改为 %s
ug_cn: شۇنداقلار يازمىلارنىڭ ئادرېسىنى %s گە ئۆزگەرتىش

source: 使用 %s 页面作为首页
ug_cn: %s نى باشبەت قىلىپ تەڭشەش

source: 直接调用 %s 模板文件
ug_cn: بىۋاسىتە %s ئۇسلۇبنىڭ ھۆججەتلىرىنى يۆتكەپ ئىشلىتىش

source: 站点首页
ug_cn: باشبەت
