Repository: iltabircom/languages
Catalog: *.po
Languages: ug_cn

source: Pdo 驱动 Mysql 适配器
ug_cn: PDO-Mysql

source: Pdo 驱动 SQLite 适配器
ug_cn: PDO - SQLite

source: Pdo 驱动 PostgreSql 适配器
ug_cn: PDO - PostgreSql

source: Mysql 原生函数适配器
ug_cn: MySQL

source: SQLite 原生函数适配器
ug_cn: SQLite

source: Pgsql 原生函数适配器
ug_cn: Pgsql

source: 安装成功
ug_cn: قاچىلاش تاماملاندى

source: 您的用户名是
ug_cn: ئابونت نامى

source: 您的密码是
ug_cn: پارول

source: 您选择了使用原有的数据, 您的用户名和密码和原来的一致
ug_cn: كونا ساندان ئۇچۇرىنى ئىشلەتسىڭىز، ئابونت نامى ۋە پارولىڭىز بۇرۇنقىدەك بولىدۇ.

source: 点击这里访问您的控制面板
ug_cn: بۇ يەردىن باشقۇرۇش بېتىگە كىرىڭ

source: 点击这里查看您的 Blog
ug_cn: بۇ يەردىن بىلوگىڭىزنى زىيارەت قىلىڭ

source: 希望您能尽情享用 Typecho 带来的乐趣!
ug_cn: Typecho دىن خۇشاللىق تېپىشىڭىزغا تىلەكداشمىز

source: 缺少PHP扩展
ug_cn: PHP كېڭەيتمىسى كەمچىل

source: 欢迎使用 Typecho
ug_cn: Typecho نى ئىشلىتىشىڭىزنى قارشى ئالىمىز

source: 安装说明
ug_cn: قاچىلاش چۈشەندۈرلىشى

source: 本安装程序将自动检测服务器环境是否符合最低配置需求. 如果不符合, 将在上方出现提示信息, 请按照提示信息检查您的主机配置. 如果服务器环境符合要求, 将在下方出现 "开始下一步" 的按钮, 点击此按钮即可一步完成安装.
ug_cn: قاچىلاش پىروگراممىسى ئاپتوماتىك ھالدا قاچىلاش مۇھىتىنى تەكشۈرىدۇ. ئەگەر ئەڭ تۆۋەن سەپلىمە ئۆلچىمىگە يەتمىسە ، بەت ئۈستىدە ئەسكەرتىش ئۇچۇرىنى كۆرەلەيسىز.ئەسكەرتىش ئۇچۇرىغا ئاساسەن، سەپلىمە مۇھىتىنى تەكشۈرسىڭىز بولىدۇ. ئەگەر ئۆلچەمگە يەتكەن بولسا، بەت ئاستىدىكى "تەييار بولدۇم، باشلايلى!" نى بېسىپ داۋاملاشتۇرۇڭ.

source: 许可及协议
ug_cn: ئىجازەت كېلىشىمى

source: Typecho 基于 <a href="https://www.gnu.org/copyleft/gpl.html">GPL</a> 协议发布, 我们允许用户在 GPL 协议许可的范围内使用, 拷贝, 修改和分发此程序.
ug_cn: Typecho بولسا <a href="http://www.gnu.org/copyleft/gpl.html">GPL</a> كېلىشىمى ئاساسىدا تارقىتىلغان بولۇپ، GPL كېلىشىمىگە بوي سۇنغان ئاساستا ئىشلەتسىڭىز، كۆچۈرسىڭىز، ئۆزگەرتىپ تارقاتسىڭىز بولىدۇ.

source: 在GPL许可的范围内, 您可以自由地将其用于商业以及非商业用途.
ug_cn: بۇ سىستېمىنى GPL كېلىشىمىگە بوي سۇنغان ئاساستا، سودا ئىشلىرىدا ياكى باشقا ئىشلاردا ئىشلىتىشكە بولىدۇ.

source: Typecho 软件由其社区提供支持, 核心开发团队负责维护程序日常开发工作以及新特性的制定.
ug_cn: Typecho ئورگىنى بۇ سىستېمىسى لايىھەلىگەن ۋە قوللاش ئېلىپ بارىدۇ. سىستېما غوللۇق ئاچقۇچىلار ئەترىتى سىستېمىنىڭ نورمال ئېچىش خىزمىتى ۋە يېڭى ئىقتىدارلارنى قېتىشقا مەسئۇل بولىدۇ.

source: 如果您遇到使用上的问题, 程序中的 BUG, 以及期许的新功能, 欢迎您在社区中交流或者直接向我们贡献代码.
ug_cn: ئەگەر سىستېمىنى ئىشلىتىشتە مەسىلىگە يولۇقسڭىز، يوچۇق بايقىسىڭىز، ياكى يېڭىچە ئىقتىدارلارغا ئېھتىياجىڭىز بولسا، قوللاش مۇنبىرىگە كىرىپ پىكىر بەرسڭىز، ياكى بىۋاسىتە كود بىلەن تەمىنلىسىڭىز بولىدۇ.

source: 对于贡献突出者, 他的名字将出现在贡献者名单中.
ug_cn: تۆھپە كۆرسەتكەنلەرگە نىسبەتەن، ئۇلارنىڭ ئىسمى تۆھپىكارلار تىزىملىكىگە كىرگۈزۈلىدۇ.

source: 我准备好了, 开始下一步 &raquo;
ug_cn: تەييار بولدۇم، باشلايلى &raquo;

source: 上传目录无法写入, 请手动将安装目录下的 %s 目录的权限设置为可写然后继续升级
ug_cn: ھۆججەت يۈكلەش قىسقۇچى يېزىشنى قوللىمايدىكەن. %s ھۆججەت قىسقۇچىنىڭ ھوقۇق دائىرىسى(权限)نى يازغىلى بولىدىغان(可写) قىلىپ، ئاندىن نەشر يېڭىلاڭ

source: 初始化配置
ug_cn: سەپلىمە تەڭشىكى

source: 数据库适配器
ug_cn: ساندان تىپى

source: 请根据您的数据库类型选择合适的适配器
ug_cn: ساندان تىپىغا ئاساسەن مۇۋاپىق ماسلاشتۇرغۇچنى تاللاڭ

source: 数据库前缀
ug_cn: جەدۋەل ئالدى قوشۇمچىسى

source: 默认前缀是 "typecho_"
ug_cn: سۈكۈتتىكى: "typecho_"

source: 确认, 开始安装 &raquo;
ug_cn: قاچىلاشنى باشلاش &raquo;

source: 创建完毕, 继续安装 &raquo;
ug_cn: داۋاملاشتۇرۇش &raquo;

source: 确认您的配置
ug_cn: سەپلىمە ئۇچۇرلىرىڭىز

source: 没有检测到您手动创建的配置文件, 请检查后再次创建
ug_cn: قولدا قۇرۇلغان سەپلىمە ھۆججىتى بايقالمىدى. تەكشۈرۈپ ئاندىن قايتا قۇرۇڭ

source: 数据库: "%s"不存在，请手动创建后重试
ug_cn: ساندان : "%s" مەۋجۇت ئەمەس ،ساندان قۇرغاندىن كىيىن داۋاملاشتۇرۇڭ

source: 对不起, 无法连接数据库, 请先检查数据库配置再继续进行安装: "%s"
ug_cn: كەچۈرۈڭ. ساندانغا ئۇلاش مەغلۇپ بولدى. ساندان ئۇچۇرلىرىنى تەكشۈرۈپ ئاندىن قايتا قاچىلاڭ :"%s"

source: 安装程序捕捉到以下错误: "%s". 程序被终止, 请检查您的配置信息.
ug_cn: خاتالىق كۆرۈلدى : "%s". سىستېما قاچىلىنىشتىن توختىدى.

source: 安装程序无法自动创建 <strong>config.inc.php</strong> 文件
ug_cn: سەپلىمە ھۆججىتى <strong>config.inc.php</strong> نى قۇرغىلى بولمىدى

source: 您可以在网站根目录下手动创建 <strong>config.inc.php</strong> 文件, 并复制如下代码至其中
ug_cn: بېكەت مۇندەرىجىسىگە <strong>سەپلىمە ھۆججىتىنى(config.inc.php)</strong> قولدا قۇرۇپ، تۆۋەندىكى كودلارنى چاپلىسىڭىزمۇ بولىدۇ

source: 安装程序检查到原有数据表已经存在.
ug_cn: كونا ساندان ئۇچۇرلىرى بايقالدى.

source: 删除原有数据
ug_cn: كونا ساندان ئۇچۇرلىرىنى ئۆچۈرۈش

source: 使用原有数据
ug_cn: كونا ساندان ئۇچۇرلىرىنى ئىشلىتش

source: 创建您的管理员帐号
ug_cn: باشقۇرغۇچى ئۇچۇرى

source: 网站地址
ug_cn: بېكەت ئادرېسى

source: 这是程序自动匹配的网站路径, 如果不正确请修改它
ug_cn: سىستېما ئاپتوماتىك تولدۇرغان. ئەگەر خاتا بولسا توغرىلاڭ

source: 用户名
ug_cn: ئابونت نامى

source: 请填写您的用户名
ug_cn: ئابونت نامىنى كىرگۈزۈڭ

source: 登录密码
ug_cn: پارول

source: 请填写您的登录密码, 如果留空系统将为您随机生成一个
ug_cn: پارولىڭىزنى كىرگۈزۈڭ،كىرگۈزمىسىڭىز، سىستېما ئاپتوماتىك ھاسىل قىلىپ بېرىدۇ

source: 邮件地址
ug_cn: ئېلخەت ئادرېسىڭىز

source: 请填写一个您的常用邮箱
ug_cn: دائىملىق ئېلخەت ئادرېسىڭىزنى كىرگۈزۈڭ

source: 继续安装 &raquo;
ug_cn: داۋاملاشتۇرۇش &raquo;

source: 请填写站点地址
ug_cn: تور بەت ئادرېسىڭىزنى تولدۇرۇڭ

source: 请填写一个合法的URL地址
ug_cn: ئىناۋەتلىك URL ئادرېسىنى كىرگۈزۈڭ

source: 必须填写用户名称
ug_cn: ئابونت نامىنى چوقۇم تولدۇرىسىز

source: 请不要在用户名中使用特殊字符
ug_cn: ئابونت نامىغا ئالاھىدە بەلگىلەرنى ئىشلەتمەڭ.

source: 用户名长度超过限制, 请不要超过 32 个字符
ug_cn: ئابونت نامىڭىز چەكلىمىدىن ئېشىپ كەتتى، 32 ھەرپتىن ئاز بولسۇن.

source: 必须填写电子邮箱
ug_cn: ئېلخەت ئادرېسىنى چوقۇم تولدۇرىسىز

source: 电子邮箱格式错误
ug_cn: ئېلخەت ئادرېسى ئۆلچەمسىز

source: 邮箱长度超过限制, 请不要超过 200 个字符
ug_cn: ئېلخەت ئادرىسىڭىز چەكلىمىدىن ئېشىپ كەتتى، 200 ھەرپتىن ئېشىپ كەتمىسۇن

source: 默认分类
ug_cn: سۈكۈتتىكى سەھىپە

source: 只是一个默认分类
ug_cn: بۇ بىر سۈكۈتتىكى سەھىپە

source: 如果您看到这篇文章,表示您的 blog 已经安装成功.
ug_cn: ئەگەر سىز بۇ يازمىنى كۆرسىڭىز، بىلوگىڭىزنىڭ قاچىلىنىپ بولغانلىقىنى بىلدۈرىدۇ.

source: 关于
ug_cn: ھەققىدە

source: 本页面由 Typecho 创建, 这只是个测试页面.
ug_cn: بۇ بەت Typecho تەرپىدىن قۇرۇرلغان، بۇ پەقەت بىر سىناق بەت.

source: Typecho 安装程序
ug_cn: Typecho قاچىلاش پىروگراممىسى

source: 备份您的数据
ug_cn: ئۇچۇرىڭىزنى زاپاسلاڭ

source: 此备份操作仅包含<strong>内容数据</strong>, 并不会涉及任何<strong>设置信息</strong>
ug_cn: مەزكۇر زاپاسلاش مەشغۇلاتى پەقەت <strong>مەزمۇن </strong>ئۇچۇرىنى ئۆز ئىچىگە ئالىدۇ ، ھېچقانداق <strong>تەڭشەك ئۇچۇرنى ئۆز ئىچىگە ئالمايدۇ</strong>

source: 如果您的数据量过大, 为了避免操作超时, 建议您直接使用数据库提供的备份工具备份数据
ug_cn: ئەگەر سانلىق مەلۇمات ئۇچۇرىڭىز زىيادە كۆپ بولسا ، مەشغۇلات ۋاقتىنىڭ ئۇزراپ كېتىشتىن ساقلىنىش ئۈچۈن سانلىق مەلۇمات ئامبىرى تەمىنلىگەن زاپاسلاش قۇرالىنى ئىشلتىشىڭىزنى تەۋسىيە قىلىمىز.

source: 为了缩小备份文件体积, 建议您在备份前删除不必要的数据
ug_cn: زاپاس ھۆججەت ھەجىمىنى كىچىكلىتىش ئۈچۈن، بۇرۇنقى زۆرۈر بولمىغان سانلىق مەلۇمات ئۇچۇرلىرىڭىزنى ئۆچۈرشىڭىزنى تەۋسىيە قىلىمىز

source: 开始备份 &raquo;
ug_cn: ساپاسلاشنى باشلاش &raquo;

source: 恢复数据
ug_cn: ساندان قايتۇرۇش

source: 上传
ug_cn: يۈكلەش

source: 从服务器
ug_cn: مۇلازىمتېردىن

source: 上传并恢复 &raquo;
ug_cn: يۈكلەش ھەم قايتۇرۇش &raquo;

source: 将备份文件手动上传至服务器的 %s 目录下后, 这里会出现文件选项
ug_cn: زاپاسلانغان ھۆججەتنى مۇلازىمتېرنىڭ %s مۇندەرىجىسىگە يۈكلىسىڭىز ،بۇيەردە ھۆججەت تاللاشلىرى كۆرنىدۇ

source: 选择一个备份文件恢复数据
ug_cn: زاپاسلانغانساندان ھۆججىتى تاللاپ قايتۇرۇڭ

source: 选择并恢复 &raquo;
ug_cn: تاللاش ھەم قايتۇرۇش&raquo;

source: 恢复操作将清除所有现有数据, 是否继续?
ug_cn: قايتۇرۇش مەشغۇلاتى ھازىر بار بولغان بارلىق سانلىق مەلۇماتلارنى ئۆچۈردۇ ،داۋاملاشتۇرامسىز ؟

source: 返回
ug_cn: قايتىش

source: 由 <a href="https://typecho.org">%s</a> 强力驱动, 版本 %s
ug_cn: بېكەت <a href="https://typecho.org">%s</a> ئاساسىدا دا قۇرۇلدى، سىستېما نەشرى : %s (%s)

source: 帮助文档
ug_cn: ياردەم ئۇچۇرلىرى

source: 支持论坛
ug_cn: قوللاش مۇنبىرى

source: 报告错误
ug_cn: خاتالىق مەلۇم قىلىش

source: 资源下载
ug_cn: چۈشۈرۈش مەنبەسى

source: 确认要删除此字段吗?
ug_cn: بۇ بۆلەكنى راستتىنلا ئۆچۈرەمسىز؟

source: 字段名称
ug_cn: بۆلەك نامى

source: 字符
ug_cn: ھەرپ

source: 整数
ug_cn: پۈتۈن سان

source: 小数
ug_cn: كەسىر سان

source: 字段值
ug_cn: قىممىتى

source: 删除
ug_cn: ئۆچۈرۈش

source: 自定义字段
ug_cn: ئۆزى بەلگىلەش بۆلىكى

source: 字段类型
ug_cn: بۆلەك تۈرى

source: JSON 结构
ug_cn: JSON قۇرۇلمىسى

source: +添加字段
ug_cn: بۆلەك قوشۇش

source: 自定义字段可以扩展你的模板功能, 使用方法参见 <a href="https://docs.typecho.org/help/custom-fields">帮助文档</a>
ug_cn: ئۆزى بەلگىلەش بۆلىكى ئۇسلۇب ئىقتىدارىنى ئاشۇرىدۇ ، سىز ئۇلارنى <a href="http://docs.typecho.org/help/custom-fields"> ئۇسلۇب ئىچىدە ئىشلىتەلەيسىز.</a>

source: 加粗
ug_cn: توم

source: 加粗文字
ug_cn: توم خەت

source: 斜体
ug_cn: يانتۇ

source: 斜体文字
ug_cn: يانتۇ خەت

source: 链接
ug_cn: ئۇلانما قوشۇش

source: 请输入链接描述
ug_cn: ئۇلانما تېمىسى

source: 引用
ug_cn: نەقىل

source: 引用文字
ug_cn: نەقىل

source: 代码
ug_cn: كود

source: 请输入代码
ug_cn: قىستۇرىدىغان كودنى كىرگۈزۈڭ

source: 图片
ug_cn: رەسىم

source: 请输入图片描述
ug_cn: رەسىم چۈشەندۈرۈلىشى

source: 数字列表
ug_cn: رەقەملىك تىزىملىك

source: 普通列表
ug_cn: ئادەتتىكى تىزىملىك

source: 列表项目
ug_cn: تىزىملىك

source: 标题
ug_cn: تېما

source: 标题文字
ug_cn: تېما مەزمۇنى

source: 分割线
ug_cn: ئايرىش سىزىقى

source: 摘要分割线
ug_cn: ئۈزۈندە ئايرىش سىزىقى

source: 撤销
ug_cn: ئارقىغا قايتۇرۇش

source: 重做
ug_cn: ئالدىغا قايتۇرۇش

source: 全屏
ug_cn: پۈتۈن ئېكران

source: 退出全屏
ug_cn: كىچىكلىتىش

source: 此浏览器不支持全屏操作
ug_cn: تور كۆرگۈڭىز پۈتۈن ئېكرانلىق مەشغۇلاتنى قوللىمايدۇ

source: 插入图片
ug_cn: رەسىم قىستۇرۇش

source: 请在下方的输入框内输入要插入的远程图片地址
ug_cn: ئاستىدىكى كىرگۈزۈش رامكىسىغا قىستۇرماقچى بولغان يىراق مۇساپىلىك رەسىم ئادرېسىنى كىرگۈزۈڭ

source: 您也可以使用附件功能插入上传的本地图片
ug_cn: قوشۇمچە ھۆججەت ئىقتىدارى ئارقىلىق مۇلازىمتېرغا يۈكلەنگەن رەسىملەرنى قىستۇرسىڭىزمۇ بولىدۇ

source: 插入链接
ug_cn: ئۇلانما قىستۇرۇش

source: 请在下方的输入框内输入要插入的链接地址
ug_cn: ئاستىدىكى كىرگۈزۈش رامكىسىغا قىستۇرماقچى بولغان ئۇلانمىنى كىرگۈزۈڭ

source: 确定
ug_cn: جەزىملەشتۈرۈش

source: 取消
ug_cn: ئەمەلدىن قالدۇرۇش

source: Markdown语法帮助
ug_cn: Markdown گىراماتېكىسى

source: 附件
ug_cn: قوشۇمچە

source: 撰写
ug_cn: يېزىش

source: 预览
ug_cn: كۆرۈش

source: 这篇文章不是由Markdown语法创建的, 继续使用Markdown编辑它吗?
ug_cn: يازما Markdown گراماتېكىسى بويىچە يېزىلمىغان ئىكەن. Markdown نى ئىشلىتىپ داۋاملىق تەھرىرلەمسىز؟

source: 是
ug_cn: ھەئە

source: 否
ug_cn: ياق

source: 页面不存在
ug_cn: بۇ بەت مەۋجۇت ئەمەس

source: 文件大小超过限制
ug_cn: ھۆججەت سىغىمى چەكتىن ئېشىپ كەتتى

source: 文件扩展名不被支持
ug_cn: ھۆججەتنىڭ كېڭەيتىلگەن نامىنى قوللىمايدۇ

source: 文件已经上传过
ug_cn: ھۆججەت يۈكلىنىپ بولىنغان

source: 上传出现错误
ug_cn: يۈكلەشتە خاتالىق كۆرۈلدى

source: %s 上传失败
ug_cn: %s نى يۈكلەش مەغلۇپ بولدى

source: 点击插入文件
ug_cn: ھۆججەتنى چىكىپ قىستۇرۇڭ

source: 编辑
ug_cn: تەھرىرلەش

source: 允许上传的文件
ug_cn: يۈكلەشكە بولىدىغان ھۆججەتلەر

source: 确认要删除文件 %s 吗?
ug_cn: %s نى راستتىنلا ئۆچۈرەمسىز؟

source: 拖放文件到这里<br>或者 %s选择文件上传%s
ug_cn: ھۆججەتنى بۇ يەرگە تارتىپ ئەكىرىڭ<br> ياكى %sھۆججەت تاللاپ يۈكلەڭ%s

source: 目前有 <em>%s</em> 篇文章, 并有 <em>%s</em> 条关于你的评论在 <em>%s</em> 个分类中.
ug_cn: ھازىر بېكىتىڭىزدە <em>%s</em> پارچە يازما، <em>%s</em> دانە ئىنكاس ۋە <em>%s</em> دانە سەھىپە بار.

source: 点击下面的链接快速开始:
ug_cn: تۆۋەندىكى ئۇلانمىنى چېكىپ تېز سۈرئەتتە باشلاڭ :

source: 撰写新文章
ug_cn: يېڭى يازما يوللاش

source: 待审核的评论
ug_cn: تەستىق كۈتۈۋاتقان ئىنكاسلار

source: 待审核评论
ug_cn: تەستىق كۈتۈۋاتقان ئىنكاسلار

source: 垃圾评论
ug_cn: ئەخلەت ئىنكاسلار

source: 更换外观
ug_cn: ئۇسلۇب ئالماشتۇرۇش

source: 插件管理
ug_cn: قىستۇرما باشقۇرۇش

source: 系统设置
ug_cn: بېكەت تەڭشىكى

source: 更新我的资料
ug_cn: ئارخىپ يېڭىلاش

source: 最近发布的文章
ug_cn: يېڭى يوللانغان يازمىلار

source: 暂时没有文章
ug_cn: ھازىرچە يازما يوق

source: 最近得到的回复
ug_cn: يېقىنقى ئىنكاسلار

source: 暂时没有回复
ug_cn: ھازىرچە ئىنكاس يوق.

source: 官方最新日志
ug_cn: ئورگان بەت يېڭىلىقلىرى

source: 读取中...
ug_cn: ئېچىلىۋاتىدۇ...

source: 您当前使用的版本是 %s
ug_cn: ئىشلىتىۋاتقان نەشرىڭىز: %s

source: 官方最新版本是 %s
ug_cn: ئورگان تەرەپ ئەڭ يېڭى نەشرى: %s

source: 密码
ug_cn: پارول

source: 登录
ug_cn: كىرىش

source: 下次自动登录
ug_cn: كىيىنكى قېتىم ئاپتوماتىك كىرسۇن

source: 返回首页
ug_cn: باشبەتكە قايتىش

source: 用户注册
ug_cn: تىزىملىتىش

source: 全选
ug_cn: ھەممىنى تاللاش

source: 操作
ug_cn: مەشغۇلات

source: 选中项
ug_cn: تاللانغانلىرىنى

source: 此分类下的所有内容将被删除, 你确认要删除这些分类吗?
ug_cn: سەھىپىنى ئۆچۈرسىڭىز، بۇ سەھىپىدىكى بارلىق مەزمۇنلار تەڭ ئۆچۈرۈلىدۇ، يەنىلا ئۆچۈرەمسىز؟

source: 刷新分类可能需要等待较长时间, 你确认要刷新这些分类吗?
ug_cn: سەھىپە يېڭىلاشقا بىر ئاز ۋاقىت كېتىدۇ، سەھىپىنى يېڭىلامسىز؟

source: 刷新
ug_cn: يېڭىلاش

source: 合并到
ug_cn: بىرلەشتۈرۈش

source: 名称
ug_cn: نامى

source: 子分类
ug_cn: بالا سەھىپە

source: 缩略名
ug_cn: قىسقارتىلما نامى

source: 文章数
ug_cn: يازما سانى

source: 浏览 %s
ug_cn: %s نى كۆرۈش

source: 一个分类
ug_cn: بىر سەھىپە

source: 新增
ug_cn: قوشۇش

source: 默认
ug_cn: سۈكۈتتىكى

source: 设为默认
ug_cn: سۈكۈتتىكى قىلىپ بېكىتىش

source: 没有任何分类
ug_cn: سەھىپە يوق

source: 所有
ug_cn: بارلىق

source: 我的
ug_cn: مېنىڭ

source: 已通过
ug_cn: تەستىقلانغان

source: 待审核
ug_cn: تەستىق كۈتۈۋاتقان

source: 垃圾
ug_cn: ئەخلەت

source: 通过
ug_cn: تەستىقلاش

source: 标记垃圾
ug_cn: ئەخلەتلەش

source: 你确认要删除这些评论吗?
ug_cn: بۇ ئىنكاسلارنى راستتىنلا ئۆچۈرەمسىز؟

source: 你确认要删除所有垃圾评论吗?
ug_cn: بارلىق ئەخلەت ئىنكاسلارنى راستتىنلا ئۆچۈرەمسىز؟

source: 删除所有垃圾评论
ug_cn: بارلىق ئەخلەت ئىنكاسلارنى ئۆچۈرۈش

source: &laquo; 取消筛选
ug_cn: &laquo; قالدۇرۇش

source: 请输入关键字
ug_cn: ھالقىلىق سۆزكىرگۈزۈڭ

source: 筛选
ug_cn: سۈزۈش

source: 作者
ug_cn: ئاپتور

source: 内容
ug_cn: مەزمۇن

source: 回复
ug_cn: جاۋاب

source: 你确认要删除%s的评论吗?
ug_cn: %s نىڭ ئىنكاسلىرىنى راستلا ئۆچۈرەمسىز؟

source: 没有评论
ug_cn: ئىنكاس يوق.

source: 电子邮箱
ug_cn: ئېلخەت

source: 个人主页
ug_cn: تور بەت

source: 提交
ug_cn: يوللاش

source: 你确认要删除这些文件吗?
ug_cn: بۇ ھۆججەتلەرنى راستتىنلا ئۆچۈرەمسىز؟

source: 您确认要清理未归档的文件吗?
ug_cn: ئارخىپلاشتۇرۇلمىغان ھۆججەتلەرنى تازىلاشنى جەزىملەشتۈرەلەمسىز؟

source: 清理未归档文件
ug_cn: ئارخىپقا ئېلىنمىغان ھۆججەتلەرنى تازىلاش

source: 文件名
ug_cn: ھۆججەت نامى

source: 上传者
ug_cn: يۈكلىگۈچى

source: 所属文章
ug_cn: تەۋە يازما

source: 发布日期
ug_cn: يوللانغان ۋاقىت

source: 未归档
ug_cn: ئارخىپقا ئېلىنمىغان

source: 没有任何文件
ug_cn: ھېچقانداق ھۆججەت تېپىلمىدى

source: 你确认要删除这些页面吗?
ug_cn: بۇ بەتلەرنى راستتىنلا ئۆچۈرەمسىز؟

source: 标记为<strong>%s</strong>
ug_cn: <strong>%s</strong> قىلىپ بېكىتىلدى

source: 公开
ug_cn: ئاشكارا

source: 隐藏
ug_cn: شەخسىي

source: 日期
ug_cn: ۋاقتى

source: 评论
ug_cn: ئىنكاس

source: 草稿
ug_cn: ئارگېنال

source: 编辑 %s
ug_cn: تەھرىرلەش:%s

source: 保存于 %s
ug_cn: %s گە ساقلاندى

source: 没有任何页面
ug_cn: ھېچقانداق بەت تېپىلمىدى

source: 可用
ug_cn: ئىشلەتكىلى بولىدىغان

source: 你确认要删除这些文章吗?
ug_cn: بۇ يازمىلارنى راستتىنلا ئۆچۈرەمسىز؟

source: 私密
ug_cn: شەخسىي

source: 所有分类
ug_cn: بارلىق سەھىپىلەر

source: 分类
ug_cn: سەھىپە

source: 密码保护
ug_cn: پاروللۇق قوغدالغان

source: 没有任何文章
ug_cn: ھېچقانداق يازما تېپىلمىدى

source: 你确认要删除这些标签吗?
ug_cn: بۇ خەتكۈشلەرنى راستتىنلا ئۆچۈرەمسىز؟

source: 刷新标签可能需要等待较长时间, 你确认要刷新这些标签吗?
ug_cn: خەتكۈش يېڭىلاشقا بىر ئاز ۋاقىت كېتىدۇ، بۇخەتكۈچلەرنى يېڭىلامسىز؟

source: 没有任何标签
ug_cn: ھېچقانداق خەتكۈش تېپىلمىدى

source: 你确认要删除这些用户吗?
ug_cn: بۇ ئابونتلارنى راستتىنلا ئۆچۈرەمسىز؟

source: 昵称
ug_cn: تەخەللۇس

source: 电子邮件
ug_cn: ئېلخەت

source: 用户组
ug_cn: سالاھىيتى

source: 暂无
ug_cn: ھازىرچە يوق

source: 管理员
ug_cn: باشقۇرغۇچى

source: 贡献者
ug_cn: تۆھپىكار

source: 关注者
ug_cn: ئەگەشكۈچى

source: 访问者
ug_cn: زىيارەتچى

source: 文件 %s 已经替换
ug_cn: ھۆججەت %s ئالماشتۇرۇدى

source: 菜单
ug_cn: تىزىملىك

source: 最后登录: %s
ug_cn: ئاخىرقى كىرگەن ۋاقىت: %s

source: 登出
ug_cn: چېكىنىش

source: 网站
ug_cn: باشبەت

source: 可以使用的外观
ug_cn: ئىشلەتكىلى بولىدىغان ئۇسلۇبلار

source: 编辑当前外观
ug_cn: ھازىرقى ئۇسلۇبنى تەھرىرلەش

source: 设置外观
ug_cn: ئۇسلۇب تەڭشەش

source: 启用的插件
ug_cn: قوزغىتىلغان قىستۇرمىلار

source: 描述
ug_cn: چۈشەندۈرۈلىشى

source: 版本
ug_cn: نەشرى

source: %s 无法在此版本的typecho下正常工作
ug_cn: %s بۇ نەشرىدىكى Typecho دا نورمال ئىشلىمەيدۇ.

source: 设置
ug_cn: تەڭشەش

source: 你确认要禁用插件 %s 吗?
ug_cn: قىستۇرما %s نى ئىشىلتىشتىن توختىتامسىز ؟

source: 禁用
ug_cn: توختىتىش

source: 即插即用
ug_cn: قوزغىتىش

source: 此插件文件已经损坏或者被不安全移除, 强烈建议你禁用它
ug_cn: بۇ قىستۇرمىنىڭ ھۆججەتلىرى بۇزۇلغان ياكى يۆتكىۋېتىلگەن، دەرھال توختىتىشىڭىزنى تەۋسىيە قىلىمىز

source: 禁用的插件
ug_cn: قوزغىتىلمىغان قىستۇرمىلار

source: 启用
ug_cn: قوزغىتىش

source: 没有安装插件
ug_cn: قاچىلانغان قىستۇرما يوق

source: 在 Gravatar 上修改头像
ug_cn: Gravatar دا باش سۈرتىڭىزنى يېڭلاڭ

source: 目前有 <em>%s</em> 篇日志, 并有 <em>%s</em> 条关于你的评论在 <em>%s</em> 个分类中.
ug_cn: ھازىر بېكىتىڭىزدە <em>%s</em> پارچە يازما، <em>%s</em> دانە ئىنكاس ۋە <em>%s</em> دانەسەھىپە بار.

source: 个人资料
ug_cn: شەخسى ئارخىپ

source: 撰写设置
ug_cn: يېزىش تەڭشىكى

source: 密码修改
ug_cn: پارول ئۆزگەرتىش

source: 注册
ug_cn: تىزىملىتىش

source: 用户登录
ug_cn: كىرىش

source: 编辑%s外观
ug_cn: ئۇسلۇب تەھرىرلەش:%s

source: 编辑源码
ug_cn: ئەسلى كودنى تەھرىرلەش

source: 保存文件
ug_cn: ھۆججەتنى ساقلاش

source: 此文件无法写入
ug_cn: بۇ ھۆججەتكە مەزمۇن يازغىلى بولمايدۇ

source: 截图
ug_cn: ئۇسلۇب كۆرۈنىشى

source: 详情
ug_cn: ئۇسلۇب تەپسىلاتى

source: 检测到您之前使用的 "%s" 外观文件不存在，您可以重新上传此外观或者启用其他外观。
ug_cn: سىز ئىلگىرى ئىشلەتكەن ئۇسلۇب "%s" ھۆججىتىنىڭ مەۋجۇت ئەمەسلىكى بايقالدى ، ئۇسلۇبنى قايتا يۈكلىسىڭىز ياكى باشقا ئۇسلۇبنى ئىشلەتسىڭىز بولىدۇ .

source: 重新上传此外观后刷新当前页面，此提示将会消失。
ug_cn: نۆۋەتتىكى ئۇسلۇبنىقايتا يۈكلىگەندىن كېيىن نۆۋەتتىكى بەتنى يېڭىلىسىڭىز، بۇ ئەسكەرتىش يوقاپ كېتىدۇ.

source: 启用新外观后，当前外观的设置数据将被删除。
ug_cn: يېڭى ئۇسلۇبنى قوزغاتقاندىن كىيىن ،نۆۋەتتىكى ئۇسلۇبنىڭ تەڭشەك ئۇچۇرلىرى ئۆچۈرۈلدۇ

source: 检测到新版本!
ug_cn: يېڭى نەشرى بايقالدى !

source: 您已经更新了系统程序, 我们还需要执行一些后续步骤来完成升级
ug_cn: Typecho سىستېمىسى يېڭىلاندى، يېڭىلاشنى تاماملاش ئۈچۈن يەنە بىر ئاز خىزمەتلەر ئىشلىنىدۇ

source: 此程序将把您的系统从 <strong>%s</strong> 升级到 <strong>%s</strong>
ug_cn: بۇ سىستېما ھازىرقى سستېمىڭىزنى <strong>%s</strong> نەشرىدىن <strong>%s</strong> نەشرىگە كۆتۈرىدۇ.

source: 在升级之前强烈建议先<a href="%s">备份您的数据</a>
ug_cn: يېڭىلاشتىن بۇرۇن ، سانلىق مەلۇماتلىرىڭىزنى <a href="%s">زاپاسلىشىڭىزنى </a> تەۋسىيە قىلىمىز

source: 完成升级 &raquo;
ug_cn: يېڭىلاشنى تاماملاش&raquo;

source: 欢迎您使用 "%s" 管理后台:
ug_cn: "%s" باشقۇرۇش بېتىنى ئىشلىتىشىڭىزنى قارشى ئالىمىز:

source: 强烈建议更改你的默认密码
ug_cn: ھازىرقى پارولىڭىزنى ئۆزگەرتىشىڭىزنى ئالاھىدە تەۋسىيە قىلىمىز

source: 撰写第一篇日志
ug_cn: تۇنجى يازمىڭىزنى يېزىڭ

source: 查看我的站点
ug_cn: بېكىتىڭىزنى كۆرۈڭ

source: 查看网站
ug_cn: بېكەتنى كۆرۈش

source: 让我直接开始使用吧 &raquo;
ug_cn: ئىشلىتىشنى باشلاڭ &raquo;

source: 现在
ug_cn: ھازىر

source: 上一月
ug_cn: ئالدىنقى ئاي

source: 下一月
ug_cn: كېيىنكى ئاي

source: 一月
ug_cn: يانۋار

source: 二月
ug_cn: فېۋرال

source: 三月
ug_cn: مارت

source: 四月
ug_cn: ئاپرېل

source: 五月
ug_cn: ماي

source: 六月
ug_cn: ئىيۇن

source: 七月
ug_cn: ئىيۇل

source: 八月
ug_cn: ئاۋغۇست

source: 九月
ug_cn: سېنتەبىر

source: 十月
ug_cn: ئۆكتەبىر

source: 十一月
ug_cn: نويابىر

source: 十二月
ug_cn: دېكابىر

source: 星期日
ug_cn: يەكشەنبە

source: 星期一
ug_cn: دۈشەنبە

source: 星期二
ug_cn: سەيشەنبە

source: 星期三
ug_cn: چارشەنبە

source: 星期四
ug_cn: پەيشەنبە

source: 星期五
ug_cn: جۈمە

source: 星期六
ug_cn: شەنبە

source: 周日
ug_cn: يەكشەنبە

source: 周一
ug_cn: دۈشەنبە

source: 周二
ug_cn: سەيشەنبە

source: 周三
ug_cn: چارشەنبە

source: 周四
ug_cn: پەيشەنبە

source: 周五
ug_cn: جۈمە

source: 周六
ug_cn: شەنبە

source: 日
ug_cn: يەكشەنبە

source: 一
ug_cn: دۈشەنبە

source: 二
ug_cn: سەيشەنبە

source: 三
ug_cn: چارشەنبە

source: 四
ug_cn: پەيشەنبە

source: 五
ug_cn: جۈمە

source: 六
ug_cn: شەنبە

source: 完成
ug_cn: تاماملاندى

source: 选择时间
ug_cn: ۋاقىت تاللاش

source: 时间
ug_cn: ۋاقىت

source: 时
ug_cn: سائەت

source: 上午
ug_cn: چۈشتىن بۇرۇن

source: 下午
ug_cn: چۈشتىن كېيىن

source: 分
ug_cn: مىنۇت

source: 秒
ug_cn: سېكۇنت

source: 请输入标签名
ug_cn: خەتكۈش نامىنى كىرگۈزۈڭ

source: 此标签不存在, 按回车创建
ug_cn: بۇ خەتكۈش مەۋجۇت ئەمەس، Enter نى بېسىپ قوشۇڭ.

source: 已保存
ug_cn: ساقلاندى

source: 正在保存
ug_cn: ساقلىنىۋاتىدۇ

source: 尚未保存
ug_cn: تېخى ساقلانمىغان

source: 上次保存时间
ug_cn: ئالدىنقى ساقلانغان ۋاقىت

source: 内容已经改变尚未保存, 您确认要离开此页面吗?
ug_cn: ساقلانمىغان مەزمۇن بايقالدى، بۇ بەتتىن يەنىلا ئايرىلامسىز؟

source: 修改后的内容需要保存后才能预览, 是否保存?
ug_cn: ئۆزگەرتىلگەن مەزمۇننى ساقلىغاندىن كىيىن كۆرەلەيسىز ، ساقلامسىز؟

source: 您确认要删除这份草稿吗?
ug_cn: بۇ ئارگېنالنى راستتىنلا ئۆچۈرەمسىز؟

source: 当前正在编辑的是保存于%s的草稿, 你可以<a href="%s">删除它</a>
ug_cn: تەھرىرلەۋاتقىنىڭىز "%s" سەھىپىسىگە ساقلانغان ئارگېنال، سىز ئۇ نى <a href="%s">ئۆچۈرەلەيسىز</a>.

source: 当前正在编辑的是未发布的草稿
ug_cn: تەھرىرلەۋاتقىنىڭىز ئېلان قىلىنمىغان ئارگىنال

source: 网址缩略名
ug_cn: بېكەت قىسقارتىلما نامى

source: 页面内容
ug_cn: بەت مەزمۇنى

source: 取消预览
ug_cn: قالدۇرۇش

source: 预览页面
ug_cn: بەتنى كۆرۈش

source: 保存草稿
ug_cn: ئارگېنال ساقلاش

source: 发布页面
ug_cn: ئېلان قىلىش

source: 选项
ug_cn: تاللاش

source: 页面顺序
ug_cn: بەت تەرتىپى

source: 为你的自定义页面设定一个序列值以后, 能够使得它们按此值从小到大排列
ug_cn: ھەر بىر بەتكە تەرتىپ نومۇرى بەرگەندىن كېيىن، ئۇلارنى تەرتىپ نومۇرى بويىچە كىچىكتىن چوڭغا تىزالايسىز.

source: 自定义模板
ug_cn: بەت قېلىپى

source: 不选择
ug_cn: يوق

source: 如果你为此页面选择了一个自定义模板, 系统将按照你选择的模板文件展现它
ug_cn: بۇ يەردىن بەت قېلىپى تاللىسىڭىز، بەت مەزمۇنى تاللىغان قېلىپ بويىچە كۆرۈنىدۇ.

source: 高级选项
ug_cn: باشقا تاللاشلار

source: 公开度
ug_cn: ئاشكارىلىقى

source: 权限控制
ug_cn: ھۇقۇق تەڭشىكى

source: 允许评论
ug_cn: ئىنكاسغا رۇخسەت قىلىش

source: 允许被引用
ug_cn: قايتما ئىشلىتىشكە رۇخسەت قىلىش

source: 允许在聚合中出现
ug_cn: RSS تە كۆرۈنسە بولىدۇ

source: 本页面由 <a href="%s">%s</a> 创建
ug_cn: بۇ بەت <a href="%s">%s</a> تەرپىدىن قۇرۇلغان

source: 最后更新于 %s
ug_cn: يېڭىلانغان ۋاقىت: %s

source: 你正在编辑的是保存于 %s 的草稿, 你也可以 <a href="%s">删除它</a>
ug_cn: تەھرىرلەۋاتقىنىڭىز "%s" سەھىپىسىگە ساقلانغان ئارگېنال، سىز ئۇنى <a href="%s">ئۆچۈرەلەيسىز</a>.

source: 文章内容
ug_cn: يازما مەزمۇنى

source: 预览文章
ug_cn: يازمىنى كۆرۈش

source: 发布文章
ug_cn: ئېلان قىلىش

source: 标签
ug_cn: خەتكۈش

source: 内容密码
ug_cn: يازما پارولى

source: 引用通告
ug_cn: نەقىل ئادرېسىلىرى

source: 每一行一个引用地址, 用回车隔开
ug_cn: ھەر بىر قۇرغا بىر نەقىل ئادرېسى يېزىلىدۇ. Enter بېسىپ ئايرىسىڭىز بولىدۇ

source: 本文由 <a href="%s">%s</a> 撰写
ug_cn: بۇ يازما <a href="%s">%s</a> تەرپىدىن يېزىلغان

source: 数据库地址
ug_cn: ساندان مۇلازىمىتېر ئادرېسى

source: 您可能会使用 "%s"
ug_cn: بۇنى ئىشلىتىشىڭىز مۇمكىن : "%s"

source: 数据库用户名
ug_cn: ساندان ئابونت نامى

source: 数据库密码
ug_cn: ساندان پارولى

source: 数据库名
ug_cn: ساندان نامى

source: 请您指定数据库名称
ug_cn: ساندان ئىسمىنى تاللاڭ

source: 数据库端口
ug_cn: ساندان پورت نومۇرى

source: 如果您不知道此选项的意义, 请保留默认设置
ug_cn: ئەگەر بۇ تاللاشنى چۈشەنمىسڭىز، مۇشۇ بويىچە قويسىڭىزلا بولىدۇ.

source: 数据库编码
ug_cn: ساندان ئۇچۇر تىپى

source: 选择 utf8mb4 编码至少需要 MySQL 5.5.3 版本
ug_cn: utf8mb4 تىپىنى ئىشىلتىش ئۈچۈن تۆۋن بولغاندا MySQL 5.5.3 نەشىرى بولىشى كىرەك

source: 数据库引擎
ug_cn: ساندان ماتورى

source: 数据库 SSL 证书
ug_cn: ساندان SSL گۇۋاھنامىسى

source: 如果您的数据库启用了 SSL，请填写 CA 证书路径，否则请留空
ug_cn: ئەگەر سانداننىڭ SSL ئىقتىدارىنى قوزغاتقان بولسىڭىز CA گۇۋاھنامىسى ئادرېسىىنى كىرگۈزۈڭ ،بولمىسا بوش قويۇڭ

source: 启用数据库 SSL 服务端证书验证
ug_cn: ساندان SSL مۇلازىمەت ئۇچىدىكى گۇۋاھنامىنى دەلىللەش

source: 不启用
ug_cn: قوزغاتماسلىق

source: 数据库文件路径
ug_cn: ساندان ھۆججىت ئادرېسى

source: "%s" 是我们为您自动生成的地址
ug_cn: "%s" بولسا سىزگە ئاپتوماتىك ھاسىل قىلىپ بەرگەن ئادرېس

source: 说点什么
ug_cn: نېمە يېڭىلىقلار بار؟ ئورتاقلىشىڭ.

source: 页面没找到
ug_cn: بەت تېپىلمىدى.

source: 你想查看的页面已被转移或删除了, 要不要搜索看看:
ug_cn: سىز كۆرمەكچى بولغان بەت يۆتكىۋېتىلگەن ياكى ئۆچۈرۈلگەن، قايتا ئىزدەپ بېقىڭ:

source: 搜索
ug_cn: ئىزدەش

source: 分类 %s 下的文章
ug_cn: "%s" سەھىپىسىدىكى يازمىلار

source: 包含关键字 %s 的文章
ug_cn: "%s" نىڭ ئىزدەش نەتىجىسى

source: 标签 %s 下的文章
ug_cn: "%s" خەتكۈشىدىكى يازمىلار

source: %s 发布的文章
ug_cn: %s يوللىغان يازمىلار

source: 作者:
ug_cn: ئاپتور:

source: 时间:
ug_cn: يوللانغان ۋاقىت:

source: 分类:
ug_cn: سەھىپە:

source: 没有找到内容
ug_cn: ھېچقانداق مەزمۇن تېپىلمىدى

source: 暂无评论
ug_cn: تېخى ئىنكاس يېزىلماپتۇ.

source: 仅有一条评论
ug_cn: بىرلا ئىنكاس يېزىلىپتۇ

source: 已有 %d 条评论
ug_cn: %d ئىنكاس يېزىلىپتۇ

source: 添加新评论
ug_cn: ئىنكاس يېزىش

source: 登录身份:
ug_cn: سالاھىتىڭىز:

source: 退出
ug_cn: چېكىنىش

source: 称呼
ug_cn: تەخەللۇس

source: 提交评论
ug_cn: يوللاش

source: 评论已关闭
ug_cn: ئىنكاس يېزىش ئېتىۋېتىلگەن

source: 由 <a href="https://typecho.org">Typecho</a> 强力驱动
ug_cn: <a href="http://www.typecho.org">Typecho</a> ئاساسىدا قۇرۇلدى

source: 站点 LOGO 地址
ug_cn: LOGO ئادرېسى

source: 在这里填入一个图片 URL 地址, 以在网站标题前加上一个 LOGO
ug_cn: بېكەت LOGO ئادرېسىنى تولدۇرسىڭىز ، بېكەت تېمىسى ئالدىدا LOGO كۆرۈنىدۇ.

source: 显示最新文章
ug_cn: يېڭى يازمىلارنى كۆرسىتىش

source: 显示最近回复
ug_cn: يېڭى ئىنكاسلارنى كۆرسىتىش

source: 显示分类
ug_cn: سەھىپىلەرنى كۆرسىتىش

source: 显示归档
ug_cn: يازما ئارخىپىنى كۆرسىتىش

source: 显示其它杂项
ug_cn: باشقا ئۇچۇرلارنى كۆرسىتىش

source: 侧边栏显示
ug_cn: يان ئىستوننى كۆرسىتىش

source: 搜索关键字
ug_cn: ھالقىلىق سۆز

source: 输入关键字搜索
ug_cn: ھالقىلىق سۆزنى كىرگۈزۈڭ

source: 首页
ug_cn: باشبەت

source: 标签:
ug_cn: خەتكۈش:

source: 最新文章
ug_cn: يېڭى يازمىلار

source: 最近回复
ug_cn: يېقىنقى ئىنكاسلار

source: 归档
ug_cn: ئارخىپلار

source: 其它
ug_cn: باشقىلار

source: 进入后台
ug_cn: باشقۇرۇش بېتى

source: 文章 RSS
ug_cn: يازما RSS لىرى

source: 评论 RSS
ug_cn: ئىنكاس RSS لىرى

source: 刚刚
ug_cn: بايام

source: 一秒前
ug_cn: بىر سېكۇنت بۇرۇن

source: 一分钟前
ug_cn: بىر مىنۇت بۇرۇن

source: 一小时前
ug_cn: بىر سائەت بۇرۇن
